[{"text": "Gimana ekspresi lo kalo lagi boker terus ketemu mba kunti??? Kasih jawaban terkocak lo dibawah! xixixixixi 🤪🤙 Gak mauu... ihhh... Gimballl video unfaedah yg ga berenti bikin ngakak.. 9:53 9:05 ivan boker sambil kayang anjg Mbak nya tau salah satu kenikmatan dunia, berak+rokok+kopi the best dahh wah jadi kangen pas versi pocong... berak kayang🤣 Wkwkwkwk power of ordal Teriakan lelaki sejati 9:53 wkwk nyungsep mbaknya😆😂 Epic comeback!!! masuk gramedia pasti jadi pengen boker Itu yg kayang pantatnya bisabya ngepasinnyq 😂🫠 SUMPAH DEMI APAPUN, ABIS NONTON INI GUE KEBELET BOKER \"ih gimbal\", kalo kuntinya rambut lurus ga takut tuh kayaknya bangke..........Pup ajah di support satu studio......keluar keluar...hahahahaaa Wkwkwk...!!gokil!! Kuntilanak di blng 🐶!! 😂😂 untung ga ad yg kecipirit karena menghayati 🗿 1 dari 100\nBerak freestyle🤣🤣🤣🤣 Gak gimmick gak idup ygy😂 Morning stater pack sobat UMR gak sich? xixixixixi🤪 KGN AKO GAK?! kalo rambutnya lurus, jadi duta shyampo lain gak sehhh? HAHAHAHA😂 Kan kita bestie, BSB #BestieSupportBestie Coba dong bikin video generasi milenial tanpa  megang Handphone 1 hari min\" biar diliat gimana reaksinya anjir\" 3:20 pemaileh,weyyy kaluar Diego pe momake 😭😂😭😂 \"ih gimbal.....\" Gemesin haha Ngakak 7:45 Mayan peluk gratis Kalo dulu waktu gw SMA, paling takut sama yg namanya hantu mr. gepeng, yg meninggalnya kegencet pintu lift, waktu kemping di gunung gw boker ampe minta temenin ke wc, temen gw nungguin di luar gw bulak balik teriak takut ditinggalin 🤭 itu yang kayang ngapain siii 😭🤣 Ini nape pada jadi lion king terikanya awkwak duhh kaylaa lucu battt... Berak freestyle vs berak kayang Anjing suara elang wkwkwkkww Kalo gua si takut tambah dewasa Njirr pas banget gw abis boker ni pidio nongol di beranda 11:55 freestyle 13:14 dri dlu suka lihat ni cewek, kalem gitu.. Next kuyang🤣 Boker adalah kenikmatan duniawi yg hakiki Starterpack berak kita sama mba. Berak sambil ngopi, sebat, main hp pas pagi-pagi beh nikmat dunia brooo... Editor bilek : 😊 9:25 orang berak !! kan masuk lagi tai gua wkwkwk yang gimbal apanya sii??? 🤔 Ngakak banget apa ngakak ajaaa??? kalo kamu mau peluk gratis panggil mba kuntinya aja yaa xixixixixii Konon Katanya...... Berak..... Kayang.....  @Cretivox  🤣🤣 🤔 Lo pilih mana???? Takut aku kecewa..... wow keren.... Gue tantang lo buat Berak Freestyle! 🤪🤙 Siapa sih nama ni cewe bro  @Raffael Diska  Siapa hayoooo  @Cretivox  pasti babayo SETUJUU!!!! Jadian, Jadian, Jadian...... 😊🫰 Konten ini memperlihatkan cara orang mengucapkan kata anjing 🙃 3:18 orang Manado pasti tau artinya 🤣 9:13 😭 next berapa orang dari seratus orang \" salah nyebut CRETIVOX ?\" wahhhhhh ada ivan😍🖤 Brp kali org bilang anjing Nama TikTok Mbak Mbak Yg Kaca Mata 🌝 Ngakak banget wkwk ngabrut yg jatuh😭😭 Gblk keluar tai engga hemoroid iya hahaha 😂 eh sama tu yg bilang kalo biasanya ke mall malah pengen Woi kayang Itu kang us bukan si ? 90% kaget bilang \"ANJING\" 😭 padahal itu kuntilanak bukan anjing wkwk Yg ngedit bangke nih 🤣🤣🤣🤣 9:08 - 9:20 lagian segoblok itu HAHA 😭 ngakak kalo konten begini 2 orang berak freestyle & kayang \nNjirrr ini tuh orang kata gw teh.. Masih idup lu 9:38 kompilasi suara titan boker 9.07😭 Heyyy ttwa kang😂 Jangan Nangissss :( sudah biasa disalah sebut nama 😔 Cobaa itunginnnn Khusus buat loo,\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n@cretivox xixixixixixii  @Cretivox  kebiasaan si admin 🖕🏿🖕🏿😭 Ngakak GEDE atau ngakak kecil?👀 🤣🤣 23 dari 100 Mungkin mereka teman akrab yang punya panggilan sayang \"ANJING\" 🤪🤙 Xixixixixixixixixi Kakinya ngraumpai, gua kata masih idup lu??? Gw tertarik dengan berak gaya kayang dadang gagal mulu wkwk Lord dustin memang beda 9:20 ngakak asli🤣🤣 5:20 beda klo bule Lohh ada a Iam wkwk Apaan nih.. masa tayang bukan malemmm😡 Tebak berapa banyak kata anjing buat setannya😆 Bang Ngakak min kalo lighting nya mati pasti seru 😂 kuntay mania🤘🏽 Tetiba ada elang Yang waktu dikagetin pocong dulu lebih pada toxic Harus nonton ulang sih nunggu subtitle hahahhaa Halo, Min pengen nyapa doang nih. Boleh kan?\n\nMimin udah boker berapa kali hari ini? 🤔 Haha paling ditunggu HALO CREATIVOX 🙌🙌 Tumben sore coegh Kalo aku sih lebih takut kehilangan kamu ygy🤪 boleh di praktekan dengan pengawasan profesional 😌 Aduhhh daaanggg dangggg ya dong Sekali sekali xixixixixi 😉 knp  @Cretivox  ngga MANTAB🙌 Tungguin yaa zheyenggg 😆 Hari ini baru boker 1 kali, tadi abis bangun tidur, Lo udah berapa kali???  @Cretivox  sama. baru 1 kali juga. Chat dari ako gak sih? xixixi🤪 ALOOOO RAMZY😍 Ytta ygy ura Yeee saae sepa😂 ytta aja ygy🥺🤪🤡 Ko ada paris Mana subtitles nya😭😭😭 Keduaa Aku first dong minnn Salaaammm dari Binjai.... gapapa aku selalu jadi yang kedua 😔 wow wow wowwwww"}]