[{"text": "pertama mulu, mana gaji ga naik-naik,, Guru yang gajinya 100-200k sebulan juga bisa survive.. \nWalau guru tak lagi di Hargai masyarakat.. \nPemerintah nya pun mempersulit sertifikasi yang sudah menjadi hak kesejahteraan guru.. \nSertifikasi super sulit tes lulusnya.. \n\nTapi walau gitu tetap saja mereka bisa survive.. \nHarusnya orang2 belajar dari guru coz bisa membiayai keluarga dengan gaji di bawah 300k sebulan dan di rapel 👍\nIntinya iklas kaya guru 👍 19thn gua udah sukses di Harvest moon Pas cewek yang 400jt kedepan gue udah curiga ama outfitnya beda banget keliatnya, pas di cari palm angels di googles harganya 70-90jtan. Dirjen pajak mengintai🧐 nama gua ghea umur lbh tua gua 2thn smoga jadi ghea yg pny gaji 400jt 😢 Ariko Kawai 😘😘 Wow bgt Emang beda nih chanel Yang di menit 8 gimana kabar luna nya? 🤣 di Unpad emang ada arsitektur ya? Yg 200 juta, gile, ga nyangka aku...\n🙏🏻🙏🏻🙏🏻 @8:05  hahaha auto gembel skrg\n@15:14 hahahaha🤣🤣🤣 sakit perut anjirr 🤣🤣🤣😅 19 tahun gaji 400 jutaa wkwkwk Holder luna wokaoakaaoakak Yg hold luna, apa kabar itu bang? hallo mas arikooo Yang invest di Luna apa kabarnya Kalian kalo nonton ini harus pake subtitle bahasa Indonesia 😭😭😭 gaji 400jt ga masuk akal sih nglebihin presiden kalo jejou yang nebak itu malah gua percaya penghasilan dia segitu karena dia juga punya platfrom brand bahkan bisa lebih perbulan.\n19tahun gaji segitu lu udah masuk pengusaha terkaya buktinya lu kaga wkwk Biar gaji ga naik\" yg penting kerja ya kan Ahem 🧐 mari kita doakan admin naik gaji HAHAHA Saran aja yaa ini kalo bisa yang nembak jangan dari 1 ras jadi banyak kesamaan gitu\nMakasih tinggal naikin kartu ATM nya, dah naik kan wkwk NGAKAK 😂🤣😅 Mnta endorse. ;) Biar gaji kecil, yg penting capek dan waktu habis. Info loker? Me😆 bersyukur min, gak nganggur Lokernya om wkwk Sering2 konten ky gini bro,.. seru,, muda2 udah pada pinter cari duit menit 14:32 dia ngomong apa si? bidang usaha apa ga jelas dengernya Next content : ceritain seberapa keras usaha mereka bisa dapet gaji segitu Coba tebak gaji gw min 🗿  @RogerTeam  Minuman beralkohol bro, Santiago. Kalau gasalah denger  @Farhan sabilly  thanks, appreciate it mate Ini video apaan bro, cuma nebak2 aja  @Mudita Dhyana  \n\n\n\n\n\n\n\na  @RogerTeam  F&B, Foods & Beverages. konsep youtube yang baru banget. ga nyontoh dari channel youtube lain pasti. creativox gitu loh, creative gila Itu subtitles salah UNPAD mana ada arsitektur UNPAR yg betul itu yang 400 juta konsultan apa? ga denger jelas  @Kun Hyung  nggak akan ada kontennya...karena mereka dapatnya dari Privilege ... Yg paling bener disitu cuma si Jeffry Jouw umur 32 tahun....yg lain demi konten aja Wkwk Kok ngegaass  @Sinister Prime  New Kids On The Blokk Kerja,, nikmati hidup,, sebisanya Yang Penghasilan menurun gara gara pand3mi,Coba maen trading dengan cara dimentorin temenku,TEMBUS 100JT,videonya udah di share yah kasihan 😔 Ig nya ariko apaan  minnnnn  @Maya Mariati  ²²ww²00ooppwww0  @RogerTeam  punya bar  @Muhammad Hazbi  consultan commodity gold. Semangattt  @orewanaro ye  udah nemu gan? Hufft 8 tahun gak naik naik l Guru yang gajinya 100-200k sebulan juga bisa survive.. \nWalau guru tak lagi di Hargai masyarakat.. \nPemerintah nya pun mempersulit sertifikasi yang sudah menjadi hak kesejahteraan guru.. \nSertifikasi super sulit tes lulusnya.. \n\nTapi walau gitu tetap saja mereka bisa survive.. \nHarusnya orang2 belajar dari guru coz bisa membiayai keluarga dengan gaji di bawah 300k sebulan dan di rapel 👍\nIntinya iklas kaya guru 👍 16:40 itu si 200 juta dah bosen mau pulang 😆 insecure gw wkwk, masih muda\" gajiny gede\" banget ig nya kak ghea apaa? Req dong, bahas gaji para anggota, dan  kenapa terkadang para OKNUM, chat-chat perempuan seakan-akan nunjukkin gajinya gede, penasaran banget sih hehehe. Nuhun 🙏 Tebak followers Harus dibedain gaji dengan komisi. Gaji itu bersifat tetap, kalo komisi naik turun tergantung pencapaian. Kalo komisi bisa aja nol atau bahkan tak terhingga jumlah nya. Baru tau gw kalo bussines colsultant di comodity gold bergaji 400jt 😁 Itu yang namanya Ghea, Rp400 juta, sebenarnya dari jawaban sama body language aja udah keliatan kalau dia yang paling tajir. Soalnya dia kayak senyum-senyum gitu dengerin jawaban yang salah. Plus dia bilang pekerjaan nya banyak yang minati. ariko cantik bt wahhhh murah banget Butuh sosmednya mba ariko, cantik banget kerenn😍 Ini gaji sebulan??? Gilaseh yg 400jt masih umur 19. Sembilan belas tahun woyyy 😭 umur segitu gw baru kuliah 😭 ariko CANTIK BANGATTTT Bisnis konsultan it's my dream Ariko cakep Kenapa seru bgt kalo uda ngmongin duit 😅 i guessed right buat yg 400jt😂 dan itu doang tebakan yg bener lol Ariko cantik :D sepertinya ada keturunan orang Jepang... 🇯🇵 cewe yg nebak sok asik tp nyebelin Tolong ya bedakan gaji dengan penghasilan cretivox Kak Ghea udah keliatan dari outfinya gaji 400 jt Plasa ariqo cantik banget gila🔥🔥🔥 paling males denger yang ngomong bahasa di campur inggris Suk bgt am jejouw wjjwjskwkkw Itu yg cwek pasif agresif bgt ngomongnya🤣 Pns 10jt apaan hebat hebat banget, saya umur 26 gaji 9jt aja masih minta jatah dari orangtua buat nambah nambah gaya hidup bujangan, mereka rata-rata umur 22 gajinya sudah ratusan juta lebih Umur 20 tahun Penghasilan 90 jt, Gokill sih Gilaaa gokillll🔥🔥🔥\nDi umur semuda itu penghasilannya Rejeki udah ada yg ngatur, kalo lu masi segitu2 aja, berarti susah diatur 😂 Blue ocean tuh yang bisnis baju tambang njir kemana aja gua ada chanel keren gni baru tau 16:45 bukan karena clueless, cara liat & respect ke orang itu baju navy jijay bgt ewh hahahaha udah feeling yg paling gede cewe itu Ini yg Cewe nebak freak bgt:( Kerensihhhhh 19 tahun 400juta. Lulusan sarjana was too stunned to speak😭🤣 cewe dagu lancip dibilang gaji 1-5jt llucu sih, emg masuk akal ? \nentah pada sengaja pura2 bego atau gimana. lolwkwk Yang gaji 400 juta maksudnya itu kerja kayak gimana ya ada yang bisa jelaskan gak? Gak sampai selesai liat videonya, sakit banget, soalnya gaji pegawai kontrak gak seberapa, udah gitu kena PHK  karena korona dan gak dapat uang saku Agak ngawur sih ini, gajinya pun bukan gaji tetap, emg paling bener klo mau liat pwnghasilan seseorang ya liat dari potongan pajaknya 😂 Kerja dimana ya orang2 ini? Ajig parah yg 0 400 juta/bulan di umur 19 tahun. KUMENYESAL NONTON SAMPAI HABIS gue kerja setahun nbung cpe cpe smpe 3 dijit \nnext year maen crypto , nft gaming brhrp bsa utk for life . mlh rugi, khlngn smua tbngn. alhasil back tu org tua lg smbi nggu lowongan job Mulai 16.40 yang 200jt kenapa ya ekspresinya?\nKaya lagi enak gitu🤣🤣 Gua nangis lihat gajih mereka sebulan udah ngalahin gua yang cuman 8 JT itu pun lemburan dan uang bonus lembur, klo gaada lembur mungkin ga nyampe segitu , jabatan gua sebagai rekrutmen  tenaga kerja dan cuman lulusan SMK ajah Tebak Gaji Gue Dong... 💰💰😂* Bisnis consultan di comunity gold (19th)  .. ini semacam manager investasi bukan sih?? Dulu umur 18th(2012) gw pernah jadi junior sales invest (pialang) dan temen2 gw yg senior serius itu emang kadang bisa dapet pi 1M .. tapi gak tiap bulan juga. Dan ada dukanya juga ketika lu gk bisa dapet nasabah, ya gak ada penghasilan gitu... untuk cari database orkay2 yg mau invest biasanya kita beli data ke pegawai bank. Atw dateng ke shorum mobil sport buat cari data pembeli.. kadang juga dateng ke pencetak kartu nama..karena yg biasa cetak katu nama itu bos bos besar kan,, atw cari juga pengsiunan petinggi BUMN :D.. udh keq cari mangsa tapi beneran koq kita bantu duit mereka beranak pinak.. :D IG nya Ariko menit @3:35 apa ya guys? ig yang cewek gaji 1 juta dong, cantik parahhhhhhh Apalah daya aku pengangguran ...😭 Inspiring!! kalo yang punya usaha gak masuk dong... ini kan temanya GAJI... bukan penghasilan Harusnya yg dteng karywan semua. Jgn ada yg owner Yang gaji nya sampe 400jt perbulan enak ya pasti, mana ada ngerasain quarter life crisist, gak overthinking sama hidup dan masa depan mau gimanan 😪 Baru tau di UNPAD ada Arsitek itu cewe apaansi aneh banget pertanyaan kocak hai ariko, bagus juga namanya :) gua geli banget sama cewe yang nanyain, terkesan ngeremehin orang banget.. awowkwk sama lagi nyari  @Muhamad Farrel Ramadan N  kalo dah nemu saling share ya broo . . up ada kabar? Ajg 400jt?! RRQ LEMON 1 miliar 1 kali main Spill instagram yg gaji 1 juta dong😁 Dr style tertuju ke cewe hypebeast yg pakek topi si asli dr tampilan kek kaya gt topi nya sepatunya wkwk kerenn Aku 19 tahun dan range gaji bisa 2 jutaan lah, gara\" ngefreelance dan join team design di Bali, okelah itu, krna masih stay sama ortu juga jadi bisa tabung buat invest uang nya Gw ga suka host cewe kali ini woy yg tau ignya arikoo komen di sini. gimana caranya\ngaji Norwegia\npajak penghasilan UAE (pajak 0%)\ntinggal di Indo\n....\ndamai sentosa..... 🔥🔥🔥🔥🔥 Unpad arsitektur?????? Emg ada ya? Gw anak unpad gatau kl ada jurusan arsitektur Ariko cantik bener umr nyimak boss Hmm! Pengen banget ke Jakarta. Trus punya temen2 org kaya. Its my dream masss SUBTITELNYA TEKO MENDIDIH ANJJ NGAHAHAHAHHS 😭😭😭 15:46 😂😂 tu anak 1 juta mirip Alexander snowpiercer anjir maaf yah ku awam soal business consultant commodity gold, itu min kerja ada gelar? tpi kakanya Maa sya Allah 19th udah bisa kerja dengan gaji segitu Gilaa girl power bgt pasti ga ngelirik cowo sama sekali tuh yg gajinya 400jt BANYAKIN KONTEN TEBAK GAJI MIN WOY nitip Itu yg gajinya 400jt nyari suaminya nanti yg gajinya berapa mbakk Gw pernah jadi business consultan dan cuma 3 bulan kerja , itupun gaji gw udh 20 jt sebulan dengan kerja 3 bulan , tapi di paksain berenti kerja sama orang tua karna skripsi gw tinggalin jadinya gw telat lulus satu semester 19 tahun 400 jt gila kerennn Masih Muda tapi udah punya penghasilan yang gokil\" 😎\nSemoga Kalian semua Juga bisa seperti merekaa aamiin 🙏 terlihat dr cara menjawab sudah tertebak Menjeriiitt....... Luckey banget yang bakalan jadi jodoh kalian tuuh .. Bismillah 2 tahun dari sekarang gaji 200jt 🙏🏻 Dari awal gue dah feeling mbak yg pake topi keliatan crazy rich bangettt sihhh... Punya bisnis FNB dan \"business consultant\" trading gold itu BUKAN gaji dong. Actually definisi Gaji 400 juta per bulan adalah ya setiap tgl tertentu dapet selalu segitu. Sebagai professional kantoran lu umur sekita 40-50 tahun baru masuk range gaji 40 juta - 100 juta per bulan. Dan itu hanya sangat sedikit yg dapet gaji segitu. Jd...kalo mau kaya....jangan kerja kantoran. Bisnis sendiri lah, jd selebgram, trading, dll. Seberapa gaji yang di terima semua nya pasti cukup, tinggal cara mengatur nya bagaimana 🙏🏻🙏🏻 KEREN BANGETTTTTTTTT Agen Asuransi...malah bisa 900 juta/bulan... Line up? Indo kok copas terus ya kontennya, hot one's, line up dll Yg penting harus halal . No debat mba navy ga banget anjir TEBAK HOBI\nTEBAK JURUSAN\nTEBAK UMUR\nTEBAK HARGA OUTFIT\nTEBAK TEMPAT TINGGAL\nTEBAK BULAN LAHIR\nTEBAK USAHA\nTEBAK WARNA FAVORIT\nTEBAK MARGA boleh nangis ga sih? Seumuran gue bisa ngehasilin 400jt sebulan, gue disini cuma bisa galau gara kelas pagi doang😭 but its okay semoga bisa nyusul mbaknya dan ketularan jg rejekinya aamiin yg gendut knp si ktawa mulu Buset, emang semua PNS gajinya 10 jutaan ya ? ngespend money dimana ?\naku refleks jawab di kamar 😭 business consultant tu ngapain aja kak mgkn judulnya lebih tepat kl diganti 'penghasilan' ya 😅 Kok bisayah kk gaji 400 juta jadikan ak babumu kk😭 Gaji gw 350jt/bulan. Cuma dr penghasilan aja, investasi ga gw itung. baru tau di unpad ada arsitektur Lagi lagi lagi Pengen ikut juga deh Sok iye yg nebak Baru mau setahun jadi Business Consultant udah 400jt/bln. Ini kalo ga emang circlenya bagus atau hokinya gede. Karena BC nyari nasabah untuk trading di Gold. pengen jadi pebisnis,biar jadi orang kaya Gimana kalau guru yg berusia muda.Fresh graduation gitu min. Yang 400 juta business consultant diperusahaan apa? Ada yang tau Sumpah Cretivox ajakin kak Ghea talkshow dong :( sharing pengalaman dan insight jadi perempuan 19thn udah gaji Rp400jt/bulan it so amazing...salut banget Penampilan ga menjamin bos 400 juta sebulan umur 19 anjr, Kalah gua yg umur 21🤣 Belum kerja punkngangguran Kasih talentnya duduk min kasian Gw kira aura high makanya gw klik tai taunya bukan wkwk Coba tolong spill anak arsitektur 😌 Itu yang nebak selain timothy siapa sih? I be like watching this and converting my salary to Rupiah. Wuish...gak nyangka jutawan deh gue 😅. Udah nyangka sih sama yg 450 jetong 😁😁😁 keren keren smuanya Tp curiga sih knp dia pake topi\nApa biar ga dtandain ya wkwkwk imo Coba aja jadi pialang invest.  Contohnya di PT. Solid gold berjangka... klo lu pinter dan berbakat pasti bisa keq si ghea Palingan kalau gk uang papah ya jadi affiliator Perkenalkan nama nya = blabla\nPekerjaan = rebahan setiap detik\nUmur = 28tahun belum nikah nikah apa nama ignya kak ghea?? penasaran bgtt pengen di jadiin motivasi🙏 😂😂 Disini kita harunsnya tau gaji yang berkah itu seperti apa \nKita bisa lihat dari seberapa tenang hidupnya sumpah nonton ni konten kagak ada bosenya Cenisa mirip gebetan gw njir 0.18 untung bukan Jeffery Gouw Daripada nge gede2in gaji mendingan ngecil2in gaji. Daripada liat orang - orang yang gajinya 5,6,20. Mending liat orang2 yang gajinya 2,1,500 rb, 300 rb. Anjing.\n\nHidup tambah insecure aja.\n\nVideo kaya gini emang video bangs*t emang.  Ngapain sih muncul di beranda gw. Anjing emang 400jt gaji 100 bulan gua. 19thn gajih 400jt gua 19thn gajih 2,5 jt udh bersyukur bgt ya allah 😭😭 Nice.. CUT’s Lineup versi Indonesia. Lucu juga.. Hats off for the effort. 🙏🏻 Kak Ghea kerja apa aku GK TW tolong dong jelasin Kasian yg gaji nya 1 juta, jd minder Hi revan , lu mirip mantan sumpah. Ge kangen !! YANG KAK GHEA UDAH KETEBAK SIH Astaga Gw bener yg 400jt . Gw lihat dari gaya bicara dan pakaian sih . Kelihatan PD dan Santai Ariko ig nya apaa😩😩 400jt perbulan, udah setahun. Diumur 19 tahun. Incomenya udah 4.8 miliar. Itu udah bisa beli rumah mewah plus mobil mewah.. enaknya hidup wkwk 16:08 HAHAH ngewakili banget Menurut aku pengusaha dan Karyawan gak bisa di Samain sih, ya wajar mereka dapat ratusan juta lah owner, jomblang banget, dan Untuk Bisnis konsultan itu menurut aku gak tiap Bulan dapat 400jt deh, tergantung closing, karena udh pernah kerja jadi BC di Gold berjangka juga Semangatt mbaa!!  @Cretivox  aiih dibales mimin, aku semangat terus kok. Mkasih ya, mimin dan team jg semangat ❤ 19 tahun gua masih jadi beban keluarga woy 😂🤣 god blessed lah pokoknya 🔥 guys gua mau tanya dah, apa semakin dewasa outfit kita makin gelap alias ga terlalu suka berwarna ya?\ntone warnanya gelap semua anjay wkwk ig nya ariko apa sihh cakep bangett😭😭🏃‍♂️💨 Pas ngomong kecil.. Tapi pas tertawa gede banget.. Volume ku naikan ku turun kan terus wkkw Out of The Box... Keren Gila, 19 th 400 jt/bulan😭 Saya sedang memikirkan perasaan yg 1jt Gue demen sama mas celana ijo. Kokoh² asik diajak bercanda. Walaupun bacotnya kenceng kedengeran se kafe kalo nongkrong bareng tapi si kakak 400jt emg keliatan sih IRT\nJob desc: full time educator, 24/7 biological need and household service.\nGaji: Tergantung kemurahan hati suami, extra pahala berlimpah bila ikhlas. \n \nI like reading comments from emak2, ibu2, nyonya2. Terima kasih telah membaca. demi apa 19 tahun udah bisa ngehasilin 400jt?! keren banget😳 Pesertanya gaada ig yak? Yang cewe baju biru pecicilan bgt klo sma cowo yah ngen..... dorse😭😭😭😭 sumpah santiago enak bgt, baru tau ternyata punyanya mas kevan. sukses terus mass! HARUSNYA ADA SISCA KOHL YA NGGA? Big sukses gile umur 19 tahun penghasilannya mantep bgt, termotivasi bgt jujur Apalah daya ku yang sebulan cuma 2 juta 🙃 Berarti kalo udah tua gabisa jadi investor muda ya THE FAK DI UNPAD SEJAK KAPAN ADA ARSITEKTUR HEYY Yg beginian pasti ortu nya udah dasaran menengah keatas Yang 1 juta gua bantu gendong deh jadi 10 juta Dreams gue bangt pengen kerja di consultan 😭😭😭🙏🏻 semoga Dikabulin Allah bbrp tahun kedepan 😇 Dreams gue bangt pengen kerja di consultan 😭😭😭🙏🏻 semoga Dikabulin Allah bbrp tahun kedepan 😇 Yang 90jt itu kerjaanya tambang tambang apaan sih ada yg bisa jelasin? Yang 400 jt kek ramah gitu ya ngomongnya masih kek anak2 seumurannya yg belum punya pencapaian sampe 400jt Yang 400 jt kek ramah gitu ya ngomongnya masih kek anak2 seumurannya yg belum punya pencapaian sampe 400jt Buat acara kyk jubilee min, suruh nebak impostor mas yang nomor 2 cursing mulu. 😌 This challenge is easy 😂 kalo gw disuru nebak. Tinggal tebak aja yg outfit pling modis gaji paling kecil ( duitnya kelar but shopping ) yg paling sederhana outfitnya gaji gede. Gini biasanya Wow BGM nya Ode to Joy :) Saya freshgraduate butuh pekerjaan😭 Inuestor si inu kali belum setor gw nebak yg 200 juta itu 0 🤦 steven kek chef arnold wkwk Sah private jet Gils 19 th 400jt. Luarbiasa ka ghea bissmillah nular nular, 19 tahun wow padahal mbanya tadi udah bilang kesitu naik BMW, gw si uda mikir klo gak yg 200 jt ya yg 400 jt Tp kenyataannya.. gua betah nonton karna ariko Di UNPAD ada jurusan arsitektur beneran? Baru tau._. Mau background music donggg Marketing broker emang komisinya gede, ga ada gaji tetap kecuali dia ada jabatan, gua 19 tahun asal gua dari daerah dan emang bener komisi gede, gua business consultant juga di salah satu pialang baru 1,5 tahun, minim sebulan 8jt bisa gua pegang tapi ya gitu beratnya cari nasabah emang ga bisa dipungkiri, cuma sedikit berbagi cerita aja sih, sukses buat semuanyaa 😇 Kalo aku Cuman tepat di tebakan yg 200 sama 400 jt. Sisanya nyrempet² doang benernya😅 Brand Santiago itu brand apa ya Suka lihat kak ariko, minta ig bang Pliss backsound nya kasta siska khol bgt 😭 berharta bgt 3.34  ariko manis banget woi wkwkw \nEdit : yang tau ig nya minta dong,\nSaran buat mimin cretivox, di sertakan juga ig nya min wkakkwk Semoga saya mapan jg dgn penghasilan puluhan juta ❤️❤️ Saya masih mahasiswa cari duit jajan dari joki gaming maen sekitar 3-4 jam sehari dapetnya sekitar 2.5 jt /bln bersyukur :) kalo gue jadi itu orang yang gajinya 400jt outfit gue udah sekelas hermes gucci lv, trus jam bukan bukan sekelas coach tapi udah rolex wkwk Habis ini pasti banyak yang ngaku lesbian/bisexual gara gara tahu gaji ghea 😝😝😝😝 400 juta naik bemo, bemonya kaya apaan ya Asikk sih, berasa jdi HRD.. Ghea da hypebeast no debat 💎💎💎💎💎 mohon ignya ariko 🙏 Itu jejouw cringe norak bener ajg Masa business consultant 400jt ? Tmn gw kerjanya persis sama gaji cuma 7jt 40 jt maskapai per lontoy an Lumayan bgttt hey Saya terapis pijat dan bekam.. \nSebulan bisa nett 9 juta Sumpah Jefry bikin ketawa terus 🤣🤣 orang orang sombong AKU FOKUS KE ARIKO , ARIKO CANTIK BANGETTTT >///<!! Anak muda sekarang klihatan lbh tua semua.. 4njriyt 400jt 4:24 jujur emang cakep banget pantes kayak whipped banget Yaaa tuhaaaaaaaaaaann, ada yg gajinya ampe 400jt, cemoga suatu saat gw jga dpt pkrjaan yg gjninya ampe 400jt...🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏 gaji apa omset sih? itu bersih apa dipotong macem2? kesenjangan sosial banget njink!! Menurut gw gaji brpapun itu GK penting.\nYg penting halal n cukup puas Ama keadaan sekarang n bersyukur Ama keadaan sekarang\nPkrjaan yg bner2 di bwa kayak hobi, kgak terpaksa. yg kuliah di unpad aku padamu yang lain bahas 400 juta ane cuma pengen ignya si ariko Ingat zaman SMA ada guru yg pernah nanyak \"kau kerja nanti mau gaji berapa?\" 5 juta aja Pak.. \n\n\nEhh kesampaian skrg, 5 juta lebih.. \n\nHarus bersyukur luar biasa Apakah mbanya yg punya rifan financindo, equity world futures dan kontak perkasa? 🤔😅 Ada yg tau ig ariko ? Mukanya biasa aja lh ga usah beda2 ma yg gaji rendah & gaji tinggi... Cina semua anjir Yg 90jt sih menurut gua paling ga bisa di tebak dari penampilan dan pembawaan nya di video ini, sekali lagi di video ini ya, soal real life nya kan ga tau juga kita. \nIde bisnis nya out of the book bgt sih, bikin wearpack tambang yg ga semua orng ngeh,. Krna orng awam pasti mikir nya ya udh ada pabrikan gede yg ngesuplay. \nIni baru tambang penghasilan sgtu, blm nnti kalo makin gede merambah ke seragam safety lain nya sprti damkar, pekerja proyek dll. \n\nPatut di contoh,. Gw cuma 4,4 jt Tapi banyak uang 🔥 Gak usah iri. Semuanya udah punya jalan masing-masing 🥺👍 Ariko cantik uyy\nFace asia timur X sunda Itu yg gajinya diatas 100 JT gilaaa gede bener 😭😭😭😭 TKO 😂 \"main sama anjing doang\"\n\"KAYA NI\"\n\nngakak sumpah HAHHA 😭🙏🏼 I'm Killa nor Killa lah gue juga salah semua nebak nya. tapi ghea beneran kek orang yang gaji gede sih tpi ga expect 400jt. respect euy! Ajakin gua kerja dong bang Umur 13 tahun bisa punya penghasilan gak?Walaupun gua masih muda dibandingkan mereka gua ngerasa insecure banget liat gajinya.Ini acara bukan tebak gaji lagi malah jadi showcase gaji. Ariko seems so tired of jejouw, look at her forced smile 19 thn masih 1 jt, hm merasa insecure 😭 Kak candra dewi maharani.... 23 tahun udh jd owner kedas beauty... certified gamer moment Wow, bikin iri sekaligus memotivasi...gaji paling dicari tpi kenyamanan, tingkat semangat n kebahagiaan dlm bekerja juga penting Ada kunci bagus, belanja bulanan yang ditanyain si laki-laki pendek, range1-5/5-10jt itu lumayan nentuin sih Remon keselamatan ngerti nih maksudnya apa wkwkwkw 400 juta :\") 19 tahun wow 400jt anjir pada muda muda amat yah, gue 29tahun gajih gak nentu, kadang  500rb sbulan 😂 Yang diundang sombong. Yang komen juga sombong Ternyata beliau yg dagang santiago hmm liat org gajinya gede2, lah gw apaan anjirt setdah sebulan 400jt Pasti bapak kalian orang kaya 🤗😄 Kasihan yg sejuta pelanga pelongo susah gk tuh Tebak tinggi dong Ini kyk konten dari Korea itu ya Hy kak, aku Elisa salam kenal\nAku sbg business consultant singkat cerita aja ya. banyak opini org2 tentang konsultan bisnis itu yg katanya \"kerja gitu tuh gak bakal dapat gaji\" sempet down jga sih tapi puji syukur aku ucapkan sama Allah yg tadinya aku sangka bakal dpt gaji di angka 3jt-5jt aja, ternyata diluar prediksiku ternyata aku dpt dlm waktu 2minggu itu 2digit, terus sebulan kemudiannya aku dpt 3digit. Greget banget kalo ada yg bilang kerja sebagai bisnis konsultan gak di gaji. Heran aja bahkan ada jga yg memandang sebelah mata gitu. Maaf ka jdi curhat gini heheh Buka mata kalian yang bilang jadi Busines Consultan ga di gaji 🤭 Yang satu juta cantik tpi mukanya kaya lemas gitu anj Yg cewek mirip Jessica Mila Respect untuk yang buat subtitle nyah 🗿🔫 Santun 👌😍yg beneran kaya biasanya humble Bagi ig cewek yg gajinya 400jt doong gaji gw 2 m bang Suka gan, attitude nya, yang 400. 👍 Gw nonton ini semoga gw naik gaji wk 🤭 bos naik gaji dong😁 Amanda cakep 22 tahun menyesal menonton ini Wait whut , 19th 400jt / month tf Kalo boleh nama perusahaannya apa yah kak? Ada lowongan kah? Aku udah ngerasain gaji diluar prediksi ku, dan alhamdulillah Allah kasih rezeki itu😊 Buset gea 19 tahun gaji perbulan 400jt😭 200 juta gw suka vibe nya 😂 Duit ga dibawa mati wkwk Gue lulusan smk perhotelan,lulus sekolah langsung kerja dihotel. Sampe sekarang kerja dihotel ydah hampir 7 taun dimulai dari awal inget banget gaji 1,2 juta sampe sekarang bisa dapat umr karna pindah ke hotel yg lebih besar. Jadiin motivasi aja siapa tau bisa kaya abang yg 400 juta perbulan bisa bikin hotel sendiri haha Keren!! Serius di unpad ada jurusan arsitektur? 8:55 backsoundnya berasa mau mulai game di squid game 😂 Gila busines consult di XAUUSD 400jt perbulan wkwkwk Assalamualaikum warahmatullahi Wa barakatuh, Allahumma Sholli Ala Sayyidina Muhammad) 19 tahun bisa punya gaji 400jt. plis gimanaa itu caranyaaaaa. Alhamdulillah..naik gajinya Yg cewek gak bgt dh, attitudenya sound nya segala pke sound yg sering dipake sisca khol hahaha Nonton ampe abisss nagehh haha Bokap: lu nonton begini, kerja lu ngapain anjing ??? Bangstattt lah Gaji gua perdetik 5 miliar !!!!! 7:18 entah kenapa d sini dia kyk sengaja ngasih 1 juta.. wkwkwk honestly gue bnrn kaget bngt,nah yang 0 gaji di kmnain? Ga nntn full, jd klo skip pls correct me. Tanpa maksud sirik jg, cmn perlu klarifikasi lebih \"gaji\" dr usaha yg 200 jt 400 jt itu omzet (revenue) atau profit nih, beda jauh loh. 200 jt kelihatan wow, tp kalau profit margin 30% ya brrti cuma 60 juta plus uncertainty. Just for education, no hate. Biar ga salah kaprah aja. UNPAR, bukan UNPAD WHAT IN THE PRIVILEGED WORLD IS THIS?? 19 yo udah dapet job position kayak gitu??? ortunya miliader 100% Si boboho kocak njer Anak jakarta gaji 1jtan tampilan begitu. Mana ada sih. UMP DKI ajha udah 4,3 jt hadeh . 1 jt buat apaan  . Pasti masih ngatung sama ortu kalo cuma gaji segitu Kumpul sini yang gajinya UMR :v damn 19 taun gaji perbulan 400jt Jefry Joe orangnya asik nih, baru kenal dapet bangsad (200jt) ame anjink (90jt) wkakaka Aduh ketawanya keras bangett😭 Ingat teman tanpa privilege dan bantuan orang tua yang mampu kita susah untuk mencapai gaji 10jt keatas. So, tetap putus asa dan jangan semangat 🏃 Lah description box nya kasih saran kita main crypto dan NFT, padahal video nya ngasih fakta yang sama sekali berbeda, ituh yang main NFT income nya cuma 5 juta, yang buka warung makan income nya 200juta, mending kita buka warung aja deh gaes Tebakan kU banyak yg bener heheheheh 😁😁😁 400 juta/bulan dan usia masih muda.. panutan🥲🥲 Penghasilan tidak bisa diukur dari penampilan. Kadang orang membeli barang branded buat naikin kelasnya. Tapi orang2 yg beneran berkelas tidak akan tertipu. Orang berkelas itu baru ketauan setelah lu ajak ngobrol 20-30 menit. Menurut gw gitu.. Kegocek usia gea yg 19th. Jejouw jg sulit buat netepin diangka ratusan. Karena perihal outfit jejouw udah gabisa kegocek. Jam tangan aja diawal sempet ditanya. Gilasi. Gea 19th jd business consult. Gua 19th jd buruh pabrik wkwk. Ariko ❣️ Gw satpam .7 juta sebulan Yang 200 juta. \" INI KAPAN KELARNYA \" Gaji gede belom tentu hidupnya tenang, bisa ketemu keluarga n teman, dan bisa rasain libur sabtu minggu. bersyukur aja gak usah insecure Allah maha adil Unfaedah Keren brooo kontentnya 👍👍👍👍👍👍 Zaman pandemi ,banyak yg di phk.. nganggur... gak cocok banget tema ini diangkat...  cocoknya tema padat karya ,kreatifitas, inovasi, ilmu manfaat dll tampilan gimane, baju basic itu mah dishopee banyak true. Orang dalem juga bang🗿 lah ambil aja ini jadi ilmu ngapain lo malah sambat lmao Jangan iri 🥺🔥 Memangg, klo udh merendah\" gtu biasanya lakonnya😂 ariko lucu banget sumpah. Kok jadi dagelan isinya 🤣 Mulutnya kasar banget ya. Sorry hehe... Ga suka tebak tebakan Yg gajinya 400juta td kerjanya apa gitu, kurang paham? Ya ampun banyak bgt ya, mantep mba 👏😂 intinya kalo mau dapet duit entah itu digaji org atau engga ya kita mesti take action kalo diem doank kayak batu mana bisa jadi duit SERUBGT ADAIN PART DUWAAAAAK Itu satu ketawanya kenceng bener, bikin kaget orang2 Kapan ya gaji gue 400jt wkwkwk 1-5 bener, sisanya kebalik materinya bagus, tapi bikin boring 400jt, 19 tahun, pekerjaan udah baru mau 1 tahun. Menjerit-jerit klean 😂 Mood bgt nonton ini. Bikin yg tebak gaji lagi dong min buat channel ini lgi hiks 🤧 Riko cakep euy anjir ko jejouw memang bener bener gabisa nge rem Lucu nih si kevan lmao 16:37 eyy curi2 pandang bgt gatu wkwk Di penghujung vid, 200 jt ga mau diem yah 😂🤗 ohh jd dia yg punya santiago, minuman lo enak bang hahaha Gua subscribe yang ginian yang 200jt kerja apa? ga kedengeran 500 ribu nyimak Gimana si caranya biar di interview gini wkwk ini ka gea ignya apa ya penasaran Gw nakes. 6bulan pertama gk digaji.\n6bulan berikutnya digaji 1jt. Dan setelah itu full digaji kurang lebih 2jt.\n\nBiaya kuliah ratusan juta. Tapi ketika kerja dihargai segitu. Kalau kalian gimana? andaikata bilamana seandainya \ngaji gw segitu Ini absolutely susah, seandainya gue disitu pasti dikira gue 0 rupiah, karena kenolepan gue wkwkw Buset 19 tahun gaji sebulan 400 jt\nGue 19 tahun kuliah semester 3 itupun gada penghasilan apa apa 😭😭😭💔💔💔💔 BANYAKIN KONTEN KEK GINII PLISS Budak korporat jogja menangis melihat ini. Seruuu Yaaa ... di unpad ada arsitektur? s2 jg asaan gaada deh Gilaaaa, fix gua pen jd business consultant 🤑🤑 Wahhh mba nya langsung jadi penjilat 🤣🤣🤣 coba gw disitu, auto ditebak 0 wkwk arsitektur unpad mana adaaaa :( Amjinc 19 tahun nerima profit perbulan 400 juta \nTak terduga banget wkwkwkw shit masih muda gaji nya 400 :( Njirr keren damn i feel sorry for you Eh, kok bisa kak? Ga bisa ditebakk😅 Oh steven tan 😁 seru banget bahas ttg Gaji org. LANJUTKAN konten kyk gini CRETIVOX 400jt itu komisi, bisnisnya futures company \"untuk hidup hari ini saja sudah cukup\"\n\nportgas d ace Bajunya jejow GG geming😂🤣🤣 Huehh bener 3 ahaiy 😜🤙 9:17 gaji presiden Tapi gw udh nebak kak gea paling gede gajinya, udh itu doang yg bener wkwkwk channel cina. wkwkwkwkwkwkwwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwkwk kakak yang jadi flight attendant cantikk bangettttttttttt Itu yg gaji 400 jt kerja nya apa ya?\nGa jelas dengernya unpad? aristek????:( sejak kapan ya wkwkkw ariko best gurl dirjen pajak demen nih konten gini <3 hahaha 19th gaji 400jt?woww part 2 tebak gaji Crazy Rich Surabaya min gw ikutan nyoba tebak cuma bener2! tp berdasarkan pengalaman kenal tmn kenal temen2kponakan yg mainnya lbh jauh berbagi benua bnr dont just people from the cover... Cot Bener tebakan gua yg 200jt diliat dari muka nya😂 Unpar, bukan unpad  @Septriza Berliana  hahahah kirainn Seru nih. Buka bukaan soal harta WOW..... jada yg tau gak udul backsound musicnya di menit ke 2:55 Kak siapa namanya yg gaji 400 JT/bln? 😭 masih mudah udah bisa dapet 400jt . tapi gua yakin sih mas2 yang gaji 5 jt tadi bisa melebihi 400 jt kliatan orgnya pekerja keras . Itu sial bat yg banyak gaya akwkkw kaya ny emg di seting gitu biar susah di tebak jadi jangan menghakimi akwkwkw ngakak mental ny kuat😄 doain gw supaya dapet kerja... guys Loky boy ah wkwkwkw Sebenernya ini pamer , untuk di lihat orang orang miskin.  Hanya 1 banding 250 juta penduduk Indonesia yg gajinya sebesar itu.  Tapi netizen Indonesia maklum banyak yg bodoh cuma bisa nonton tapi GK bisa menyimpulkan. Mereka anak anak yg terlahir dari orang tua yg kaya, ya wajar.  Coba kalau lu lahir dari ortu yg miskin apa lagi blangsak dapat gaji UMR udah sukur Alhamdulillah. Mantap Video ini membuktikan bahwa menjadi PNS bukan satu-satunya pilihan pekerjaan. Paling suka konten yg ini OH MY GOOOOOOOOODDDDDDDDDDDDDDDD!!!!!!! ini keren bgt Boleh tuh yang punya santiago temen gw pen ikutan bang 20 tahun udh jadi investor sm founder 😭😭😭 gue 21 masih struggle sm skripsi 😭😭😭 gapapa gapapa, masing2 org punya speed dan waktu yg berbeda 🥲🥲🥲 Gw yg 26thun kerja udh 5thn gaji 5juta. Allhamdulillah tercukupi🙏🙏🙏 harus bgmn solusi yang bijak.. Guys, yang gajinya 400juta usaha konsultan apa ya? Kurang jelas suaranyaa. memang betul jarang orang yang gajinya besar sampe segitu tpi kan konteks video nya tebak gaji,gimana caranya mau nebak gaji klo yg diambil semuanya gajinya umr? mimin suka semuanyaa 😆 so pastiiii 😎 gpp, tdk semua org bisa kaya, tp semua org bisa bahagia, Tuhan dan alam memberikan kebahagiaan untuk kita Yang penting produktif terus bang, mumpung masih belum nikah dan punya anak. Pas nikah biaya hidup gak morat marit 😁 kating gw anjirr ko timoty, antara di DO atau ga keluar dari binus modal pasti dri ortu gpp tapi kalo kuliahnya biyaya dr ortu ya lebih gpp lg wajar hehe It's okay. Garis finish nya kan ngga sama~ Konsultan gajinya 400 juta 😭 Nyalain cc / subtitle biar tambah ngakak 😂 Kalo bicara gaji karyawan dan pendapatan usaha dari entrepreneur adalah dua hal yg berbeda next bikin tebak gaji nya mungkin akan lebih seru kalo di antara karyawan saja, dan kita nebak profesi nya, posisi jabatan dan industry nya apa. Haha dunia sangat berwarna guys 🤣 Tapi lu mending Tim masih ada yg bener 400 jety sayyy Prank guru paling greget ada di chanelkuu😱😱 Hah unpad gada arsi anjir wkwkw Ada info konsultan komoditi gold ga kak? Bisnis konsultan gapernah ngecewain duitnya. Mental aja yg kenaa wkwk Content keren Gaji gue jadi babu1 juta 3 ratus tapi aku bersyukur bisa kuliahin ade bisa Renovasi rumah biar gaji sedikit yang penting bersyukur Cewe yg wawancara ig nya apa ya Gw yg umur 27 kaget ngeliat mereka masih umur di bawah gw.. kaya tua2 Apa kabar gua yang saban hari rebahan buka tutup portal komplek Si Ariko Instagramnya apaan ya? memamng tidak bisa dilihat dari tampang nya saja bro wkwkwkwkkkk HUMBLE BGT GILA YG 400JT. YA TUHAN SEMOGA BISA AMIN Coba tebak atlet apa Termotivasi sih jadinya km bsa tebak ga yoii tsayyy masasihhhh UNPAR Konsultan kan bamyak yaaa\nKonstruksi\nHukum\nBisnis\n\nDia cewe yg 400 juta sbulan konsultan bidnag apa ya\nSoalnya saya kerja di bidang kontruksi aja masih under 10 🥺 so pastiii 😎 betul, utamakan bersyukur bund 😆 kirain buka tutup instagram :( buat apa sii bundd 😜  @Cretivox  kali aja ada job freelance gitu biar bisa infoin ke dia hehe amiinnn, yu kerja yuuu yu bisa yuuu Menarik sihh 400 juta beneran atau hoaks yakin udah dicek rekening atau depositonya langsung ?? Takutnya dikibulin 😅 penampilan tidak berhubungan dengan penghasilan. gue seneng banget nontonin gaji orang, kaget sih tapi termotivasi uhuyy\nyakin sih gue banyak yang suka nih topik, perbanyak lah bang kiww kiw bwt generasi skrg bener udah ambil n kerjain apa yg lu suka dalemin jadiin...daripada itu2 aja dari dl cita2 PNS,TNI, Astronot, presiden halah2.. Kakak yang freelance cantik Ih dah duga paling humble gajinya paling gede 😂 entah kenapa yg 200 juta tertebak bgt Wahh umur 19tahun da bisa hasilin 400jt hebattt Ih kok bener, lho. Aku udh feeling ke si cwe bertopi klo dia 400jt😭😭👏 8:15 wow main NFT dong😂👏 Kalo ga ada yang gaji gimana ya 🗿 Request tebak golongan darah dong Suka banget sama konten2nya creativox Yang mau income 100juta keatas/BLN silahkan tinggalkan no kontak di chat,I'ts real.mentor saya sudah 5M/ bulan.(bukan MLM bukan tipu2) Terselubung alus banget njir Njir umur muda tapi keliatan tua, gw aja 24 masih awet muda , padahal gw tulang punggung lebih banyak setres dalam kebutuhan uang Njir kurang ajar seru banget wkwkw 19th gaji 400jt \nMe: 22th beban keluarga 😭bikin insecure nya ngg main main coy, 😭😇 yg tau ignya ariko spill pls siapa sii maksudnyaa bundd 😆 wihh kerenn 😎 gimana tuh cara tebaknya bundd 😆  @Cretivox  tebak berdasarkan kepribadian\nAsik loh, aku pernah nyoba dari 10 orang teman aku bener semua! kita tau kita keren, tapi Cretivox ga pake \"a\" yaaa xixixixi seru dongggs buat apa si bundd ☺ Udah dari awal gw nebak kakak yg gaji 400 sama yg 1 jt Gaji tidak sama dengan penghasilan. Tapi penghasilan bisa merupakan gaji. 8:54 sebelum tau 400 juta sebulan\n15:46 setelah tau 400 juta sebulan ada lowongan gak min? tebakanku 2 orang terakhir banyak sih gajinya,gue mikirnya yang gaji besar gak ngumbar ya Cool man UMR Jogja menangis melihat konten ini Ada yg tau twitter atau IG nya mbak Ghea atau mas Raymond? gue mau belajar prinsip hidupnya. Masih muda tapi mentalnya keren. Subtitle anjay dr dulu 😭🤣 Gokil masih muda udah 400 juta 🤲 Itu Mbak yang pertama mukanya menipu gue  banget sumpah. 🙏🙏🙏👏👏 400jt anjing pisan Caranya ikutan jadi orang yg ditebak2 gajinya gimana ya kayaknya seru juga njir ghea mah udah keliatan Gaji youtubers 1M 1 bulan masih sedikit itu hasil subcrine manusia dan manusia itu menjadi miskin secara tidak langsung akibat kuota habis 400 juta masih sedikit.. gua makan sehari sekali sudah sangat bersyukur dan tinggal di gubuk aman- aman aja Semoga yg gaji kecil bisa termotivasi dan tidak berkecil hati Wah ada anak Crypto Matic nih😂 ga nyangka gajinya ternyata.... 20 tahun investor muda & founder lah gw 20 tahun masih bingung buat apa gw hidup betul sekale woww rajin sekali anda  @Cretivox  wkwkkw buat membantu sesama viewer yang waktunya terbatas. apalagi yang nonton sambil kerja Wkwkwkwk Kumenangisss, membayangkan ... Bantu jwb @raymonddwng anjayyy aku tertipu, aku terjebak, aku terperangkap muslihatmu.... 🗿 Ghea ig nya apa? 👀 IG nya apa kl lo knl  @Rantiny Fazira  kasih tau nggak ya :) Amiiinn tak disangka bukann... Ngiler gaji y Saran nih, sound mixingnya tolong dibenerin, kadang pas ngomong kecil, pas ketawa kenceng banget. Gampang sih liat aja yg sipit pasti gede gajinya gilaaaaaaaaaaaa 19 tahun gaji 400jt, mantap buat yg match kids to parents dong Ga sopan bgt . Seriously low emotional intelligent Chanel & people. Wtf is this askin like this and then tell how much the salary of the person. This is So rude. Mungkin inpired by acara di US. But man, Indonesia please stop trying to make something like this. So so so bad at it. I honestly feel bad with the 1st candidate. Got too many uncomfortable questions from strangers.\nAnd 1 lg. APPRECIATE COMMENTS/ OPINIONS. Jangan langsung nge hate klo ada yg comments, dan gabisa bedain mana HATE COMMENTS MANA YG MEMBANGUN. Thanks jarang2 ada interview seperti ini hehe Hahaha lucu minta ignya ariko suhu :D Keren2 , muda dan luar biasa kaka2. Yuk jadikan 400 JT nya berasal penghasilan passive , gua ud di hati mikir, kalo kerjaan ga di industri trade / sgala macem ga mungkin org bs ampe gaji ratusan jt, krna emng gue pernah di industri yg sama cm blm di tahap dia 😂😂 19thn=400jt hmm oke Bismillah ghea semoga kaya nya nular ❤️ UNPAD , arsitektur ,, disitu saya berpikir keras Emang Unpad ada Arsitektur ya? Dari konten ini kita banyak belajar bersyukur men. Cukup/tidaknya gaji itu tergantung cara lu bersyukur. Tetep optimis 🔥 Hey yang gaji 400 juta, semoga gaji lo berkah. Nggak cuma gaji aja yang gede, kebahagiaan lo juga gede. Dirjen Pajak apa kabar ini.. Gaji 1 juta ama 400 jt sama2 nikmat..... yang 1 jt banyak dapet sampingan darimana yang 400 jt tanpa disadari banyak ngasih sampingan ke orang Gua yang pengangguran : konten macam apa ini!! sedep yeee ariqo  @rara jocelyn  angkat aku menjadi hambamu paduka 🙇 sama tapi tak serupa ya bundd unpar ka bkn unpad yok bisa yookkk Woi kenapa masi pada muda muda gini Gaji 5 jt, disini aja umr 3.1jt anjir;) Dari cara jawabnya yang beneran kaya sama yang sok kaya  kelihatan banget Ada yang tau Ig nya Gea? sangat bagus Gilasihh Gaji UMR Nyimak fix,,\nbmw jadi standar kesuksesan anak muda,,\nfix inimah,, Tapi business consultant emang mantul sih buat orang yg punya channel + jiwa sales / marketing :) 🙏🙏🙏 Ariko whats your @ btw Hadirin juga dong org yang berpenampilan tuh sederhana dalam artian pake sendal jepit. Ini sih orang menengah keatas semua min 👍 Baju nya sama anjir yg kontestan no 2😄 Gua besok bisnis helm tambang ahhhh Unpad gaada Arsitektur deh 🤣🤣 Maksud nya gimana sih? Ga mudeng gw Yg masih nganggur ga ada penghasilan ditambah beban ortu semangat Dirjen pajak lagi nyimak :v Kena mental gasi maen ginian ? Kurang original konten nya karena belom tua... Kepooo gwellaaa nyimak tuh yang buat masakkan ya?? 🤔 Emang chanel dia apa? buat apa si bunndd 🤔  @Cretivox  gapapa kak, ak ngefans aja😔 bagi dong helm nyaa..... Unpar kak coba tanya satpam deh yo semangat yoo Kalo emang bener, tag IG nya dong cantik kali ariko, elegant dan simple girl, menarik sekali di lihat Yg pertama di tanyain itu niko junius tapi versi cewe nya ya Masih pada muda tapi penghasilannya luar biasa 👏🏻 saluteee 👍🏻👍🏻👍🏻 Ig nya cewe Yang nebak apa ya? cino kabeh :( Sukses terus kaka 👍 Gaji gw 500rb /bln jgn percaya settingan ini mah Aku dah feeling yang 400 Wkwkwkwk S1 23 taon... Freshgraduate susahhh bener nyarik kerja🙃 Mantap banget 👍 Business consultan di comodity gold, rifan atau solid gold grup kah? Serem ariko lucu beud tolong Balik lagi ke rezeki + privilegenya 😂 Anjir ada yg pake baju stone cold/Steve Austin😂👍 0? Wtf girl, show some respect Ig nya Ariko apaan? Wkwk Keren nih, kapan bisa direkrut eksperimen kayak gini BTC ke 150K, hajhahaa anak crypto anjiirrrr Kepoo luuuu Genit lo yee gue liat liatt  @Cretivox  min help spill klo tau ig nya ariko xixixi keren kann merekaa 😎  @Cretivox  yoiii mantap keren 👍🏻 sukses sukses suksesss dikira sinetron kalee ahh 😜 maksudnya mimin yang mantap kannn?? 😎  @Cretivox  wkwkwkwk 👍😆 Halo kak setoo.... 📞 Kalau udh dapet, kasih tau ngab wkwk asik juga pengen bngt dpt gaji klo udh kerja nanti 40jt sampe 400jt gt 😭👍🏻 Lah..... Gw gimana donk...... Nama gw : Ari+s+ko, bisa kali ye 😁 kan 11/12 hai mba gaji 1 juta, im in love with youu Yg cewek pake topi anaknya Mongol ANJINK NGAKAK SEMUANYA KOCAK2 WKWKWKWKWKWKWK part 2 asik sii muuaanntapp 400 juta Nama saya yunooooo 🥲 Halahh settingan 20 jt buat gw udah cukup plis, biar bini gw gak usah kerja wkwkwkwkwk 🤣 Gw insecure melihat ini. ketika hidup bisa HESOYAM Gw kalau nilai gaji orang itu liat dri outfit dan style. Dan tebakan gw bener 5 dong KWKWKWKWKWKWKWK terutama si ghea yg emg outfitnya klo orng teliti itu sepatu aja nyentuh bsa 20jt an Gw 24thn msh gini aja kok bsa mreka gajinya gede bgt🤣🤣🤣🤣🤣 Ariko lucu banget ig nya apa ? Aku sebulan cuma cukup buat makan.. Alhamdulillah 400 JT gasalah tebak si harusnya wkwk 19thn gaji 400jt, siap mental fisik sikis skill dll deh azekkkk gimana hayooo..... MAKSA YEEE LUUU kirain in love sama miminn :( jangan iri jangan iri.... siapanya CJ lo? Kayaknya lebih tepat penghasilan ya...bukan gaji Yang mbak2 pramugari padahal gampang bgt ditebak dari intonasinya, tapi susah ditebak kerjanya dari maskapai apa ternyata malah private jet. 😂 Kok orang² umur 20an udah pada sukses ya😪 Sekali kali cobain para menteri tebak gaji/pendapatan. Pasti ga bener semua, Dari 3 penghasilan paling realistis gw liat selain kerja pialang 2 paling tinggi masih di pegang entreupreneur (yg mana income fluktiatif) & urutan 2 selanjutnya di pegang Flight Attendent (which kondisi pandemi ga ada flight) , sma PNS 🤔 pramugari gajinya 40 jt anjir 19Th gaji 400jt donk😅😅😅 Lu putih & gudluking gaji aslinya 3 juta\nTerus pake pakaian bagus pasti di kira 10 jutaan Rata rata si cewe yang duit banyak You just know that the guy in the stone cold shirt is annoying to have around. Sangkuters nyimak AllahuAkbar umur sama kek gue gaji 400 jt. Semoga gue bisa kek mbk nya. Aaamiiin akhirnya. cuma ini doang video yang gue suka. karna bikin semangat ituuu yg 400 juta so hambel:\n\nah engga ini di ambasador ajaa..\nah jam cuma coach\n\n\n😌 Kereen parah sih Baru buka channel ini, Cretivox berafiliasi dengan Jubilee kah? Kayanya Jubilee berbasis di US ya? Saya sering nonton video mereka yg series middle ground, spectrum, sama ada yg nebak2 gini. Ma shaa Allah. Besarnya gaji di Indonesia. Muda-muda gaji dah besar sampai 400 juta. Bersamaan RM 116k! Fuhhhhh, banyak gilaaa. \n\nMoga Allah berkati gaji kita semua. Ameen. Salam dari 🇲🇾 Luar biasa anak muda sekarang, mind setnya udh berubah drastis. \nRespect Orang yg gajinya harian 400 ribu be like: \"hmm.....\" Jejoy seru juga orangnya goxs😂 Karena mereka kerja bukan rebahan :v Private attend dan lagi keknya udah senior soalnya Ratenya rata2 Dollar 😄 Yok semangat yokk Stay Humble bozzz 😎 Mimin kan yang kerennn?? Kok ada netizen Malay sihh😂 Itu cuma segelintir.... Bnyak anak muda di jakarta yang hidupnya nongrong2 dan jadi begal 😂😂😂😂😂  @alexandria gg  yap betul wkwk  @alexandria gg  iya bang, yg punya koneksi orang dalem juaranya.. 😘 Semoga yang gajinya 400jt, Taun depan bisa ngegaji orang lain 500jt Nntn video ini insecure sama slip gaji sendiri 🤣🤣\nMaklum buruh pabrik 🤣 Gk usah khawarir semua dikasih di dunia DJP bergabung di obrolan Ane pengangguran, dan ane gak sendiri 400jt 💪 Keren 👌 buset kaget sm kemampuan org2 smp punya salary segitu maju mundur itu normal\ntapi saya akan terus maju mensupport semua \nuntuk menjadi youtuber dahsyat Ariko cantik bgt dah Salam buat kenisa dong gw i miss banget Sama Dia, tanya in klo sweet seventen kita yg dlu jangan cepat di lupa in Gw aja sebulan 2M biasa aja\n\n\n\n\n\n\n\n\n\n\n\n\nTapi Boong Nonton, tidur, makan\nAku bgt wkwkwk Buat yang part ke 2 dong dengan orang2 dan pekerjaan yang berbeda lagi Yg gaji 200jt keliatan bngt, kurang tidur hahahaha mbaknya yg gaji 40 bening banget yg gaji 200juta anying aneh bgt gerak geriknya wkwk 💖💖💖💖💖💖💖💖 salut masih muda udah punya gaji 400jt \nsemoga ketularan creativox udah bener\" liat buktinya bahwa dia dapet penghasilan 400jt rutin tiap bulan, minimal selama setahun??\nkayanya sih by trust aja ya? mimin juga, apalagi kalo lagi bad day :( Para nasabah BCA Prioritas tersenyum melihat ini. Gw Udah Nebak Sih, Yang Perempuan Pake Topi Pasti Yang 400jt, Dan Ternyata Bener 🤣 Gajinya mendekati gaji kuu...cuma beda 50 jutaa Inti dari video ini jgn menilai orang dari luar nya saja Kesimpulan nya waoo sekali Bedakan gaji dan penghasilan. Gaji itu tetap tiap bulan dan ada aturan yg mengikat naik turunnya ex: karyawan, pegawai. Penghasilan itu tidak menentu dan tidak terbatas bahkan bisa minus. Ex: enterprenuer Yg bikin Subtitlenya boleh boleh nih dinaikin gajinya 😂 19thn udah megang duit 400jt, aku 23thn aja mau co shopee 125rb mikirnya seminggu Djanciik kwowkwoak, aye gaji perbulan 2 jt ga naik naik cuk 😂 keren banget!!! salut umur 20an udah pnya penghasilan segitu banyak nya, bikin aku tambah semangat kerja❤️ Trading trading trading Kasih tempat duduk min kasian berdiri lama wkwkwk Kayaknya yg 400jt gak deh, mngkin pernah dapat segitu tp g tiap bulan dong, kan bahas gaji, cz dia bilang range belanja 5-10jt. haha, konten andalan kreatipok klo lagi anyep.. Pripilej. TAHUN DEPAN GUA BARU 19, SPEECHLESS LIAT MBA NYA UMUR SEGITU DAH 400 JUTA OMG!!! Tuh yg 200jt kerja apa? Salut para pejuang rupiah, gaji berapa pun syukuri aja Tuhan beri rejeki setiap umatnya berbeda beda, sesuai kapasitas dan kemampuan masing2.. Yang gemuk siapa namanya keknya pernah diundang Master daddy ngerix 1 bulan 400jt.. amiinnn semoga bisa sgtu jg nanti Masa siiiii  @Cretivox  Hooh 😁 Wow Mantap Halo CEO Cretivox 📞 Semangat terus yuuukk Beliin dongg :( OMAIGATTTT ARIKO nama IGnya apa??????? boring trrli bnyk bacod Main Commex(Commodity Exchange) tu yg bisa 400jt/bulan ya. Gue dulu maen juga tp anjlok jeblok krn serakah. Akhirnya pensiun. Ada Index (saham berjangka), Forex(mata uang berjangka) dan Commex ( komoditi berjangka) semuanya beresikl tinggi.\nYg real businessman ya itu yg punya bisnis minuman alkohol dan bisnis bikin baju safety Gaji PNS 10 juta golongan brp anjirrr.. Ada yang gajinya minus? itu yang maen crypto, percayalah gajinya segitu tapi aset kriptonya bisa miliaran BUAT YOUTUBER PEMULA SILAHKAN.\nLIKE✓\nKOMEN✓\nAND SUBCRIBE✓ Yg gajinya masih di bawah UMR sini kumpul Jeffry sm Timothy tebakan sama bkali\". 3 ptama angka sama d org yg sama. 10 tahun kerja gaji tetep 800rb MasyaAllah mudah mudahan 3 tahun lagi bisa nyusul ka Gaji kecil bingung, Gaji besar bingung, Gaji kecil bingung mau beli apa2 kureng budget, Gaji besar bingung mau beli apa2 bisa, lama2 kdang bosan, sama halnya kek kebanyakan kuota internet, bingung di apain, intinya yg gaji kureng cukup buat dirilu, pandai2 lah cari kecukupan, gaji yg besar sisihkan dikit buat bantu yg kurang mampu, kalau bisa buka lapangan kerja Background nya kenapa putih sih...\nPengguna mode gelap kaya gua mengsedih nontonya sepet sepet gimana gitu Baru nonton jam segini di hari ini..Sebetulnya gaji berapapun selama kita nyaman dgn kerjaan kita,rekan juga nyenengin dan buat kita belanja,jalan-jalan,nabung,/bulannya belanjain ortu menurut aku sih sudah lebih dari cukup&harus kita syukuri kalau kepengen sesuatu yang nominalnya lebih dari gaji ya kita sabar nabung(ini khusus anak-anak yg tidak mengandalkan harta orangtua)..But maybe yang gajinya gede-gede sebagian dr mereka nerusin usaha ortunya Apakah ini cuman entertain? Kasian tamunya ngga dikasih duduk pasti pegel berdiri trus. Mending duduk di kursi. Saran aja 19 tahun gua tahun 2019 suka scroll² beranda,dia 19 tahun udah kaya gaji gua buat 10 tahunan 🙂👍🏻 Anjai bener 1 dong Gue udah nebak yg cewek pake topi paling gede gajinya. Setiap orang punya ujian yg berbeda beda baik miskin atau kaya itu ujian . Genit lo yeeee Iya kalok mimin join chandha joinnnn 😜  @Cretivox  😴😴 kalo mau gelap merem aja lord hehehehehe  @Cretivox  dark jokes bgt kelar syuting langsung pijet 😂 10 tahunnya elu untuk 1 bulannya dia 😂 gw 19 thn masih 200 rb /3hr 😭 itupun kalo ada lemburan 🥲 betul sekali.... Tetap semangat yg kerjanya keras gajinya segitu gitu aja tetap sukuri Yang anak IT emang muka nya IT banget. Hpnya apa? \n12 pro \nKalah nih gue kalah.. \n\nPadahal bukan kompetisi jugak 😅\n\nAnw mbaknya cepet hapal sama nama orang ya. Kok bisa tidak terduga ya bund gaji sebulan X, apakah gaji setaun pasti/mendekati 12X, dan gaji 10 tahun 120X? semoga segera kecapai 400juta dengan rebahan... amiin wakakaka ud feeling NPT, pasti rendah.. :) Wait, UNPAD ada Arsitektur? dari liat mbanya udah ketebak bgt dia 400jt Kerjaan pasti di pialang itu Jejouw karyawan apaan oy wkwk Anjing cute bgt die mau liat dong TKO nft nya yg cewek baju biru dari 3 org siapa namanya ya? Bisnis Consultan \npantes 200juta/bln\nada kata \"sultan\" setelah kata \"Con\" gua beryukur aja sih, masih sma kelas dua jadi joki game di ml, balu 2 orderan sih, hm walau dikit sukurin aja lah, sad anak crypto be like : To The Moon! Ariko cakep 😂 Yutuber pemula,butuh semangat dr teman\" Gaji sebenarnya tergantung dr diri kita sendiri sih bner gak... iyaa bunddd... mimin kan yang cute maksudnyaaa........... 400jt bree halah tunggu harga nft terjun bebas. semua akan melaknat nft sampah, tunggu saja. Gw dah nyangka yg gaji 400jt dari outfitnyg dipake, 70% gw bisa nebak, karena gw pernah ada diposisi mereka\n\nJadi mahasiswa, karyawan dst tp belom sampe 100jt, semoga bisa tembus 400jt, Aamiin Yg 200 juta w yakin tidur cuma 2 jam sehari 😅😅 Gw nebak 400jt yg cewe pake topi keliatan Gayanya high class walau cuman pake kaos bgtu Hahahah Bagus sih tapi kurang sensor. Salut buat keberanian mereka buka2an soal gaji. \nKalo gua gaji diatas 50 juta pasti bakal pikir2 buat buka2an kayak gini ini judul backsound nya apa yah ??? Yang Gaji 1juta buat gw Worth 1 Milyar sebulan Gajinya. 👌🏻👌🏻👌🏻 Kalau rezeki ga akan kemana, tapi kalau ga kemana-mana dan ga usaha rezeki itu ga bakal datang, jadi intinya terus kerja keras, rubah diri sendiri jadi lebih baik dari hari kemarin dan seterusnya, jangan mikirin orang lain tapi fokus ke diri sendiri, the more you work hard, the more you live. 19 tahun gaji 400 juta buset Yang ngejude broker comoditi nangis nonton ini 😂😂😂 Semuanya keren gila amanda auranya sensual banget wkwkwkw Smoga yg skrng lgi d zona beban kluarga suatu saat dpat mengendong kuangan kluarga ny nanti. pengalaman kerja bertahun2 malah susah naik gajinya malah, hahahha... ini lihat kontennya sangat menggiurkan.. More pls 🤣 Kasian mana masih muda Bikin kayak gini lagi ya gengs Hmmm gue nonton merasa menjanggal gitu,ga lumrah aja :) Jakarta people's things.. kita amah apa atuh tinggal di desa kwkkwkw 😁 Gaji 400jt knp mau ikut konten seperti ini ya?? simping for ariko si Ariko ini pasti nama samaran ya:) Ariko manisss bangett 😍 Seruuuu bgttt 🤣 Banyak orang sukses menceritakan kisah perjalanan mereka yg inspiratif.\ntapi mereka lupa menceritakan support kedua orang tua mereka. Alhamdulillah masih gaji 2jt Kalo aku di posisi yg dibawah 5juta, bakal ngerasa insecure banget.. Dlu nyari 1jt sebulan susah ny minta ampun 😌 Yg jelas pada dasarnya mereka anak orang kaya 😭 👦🏻: Ericko kuliah apa??\n👩🏻: Arsitektur..\n👦🏻: Arsitektur itu arsitek ya? \n👩🏻: iya.. Gaji 400 juta itu sih ecek-ecek karena masih ada orang yang MINIMAL untuk operasional rumah tangganya per bulan 500 juta, kalau gaji pokok saya dan tunjangan saya sebagai ASN semua orang sudah tahu memang lumayan walaupun tidak sampai ratusan juta. keren... sangat memotivasi... let's fly to the moon =D Pegawai pajak seneng nih liat channel ini. Info loker dong HESOYAM activited Next tebak gaji DPR sama mba CUAN Org kaya itu pandangannya selalu keatas.. info ig nya haha contoh nya siapa aidil Saya butuh ig nya 😆 t-tapi bukannya di unpad ga ada jurusan arsitektur? 😭 apa jurusan baru? 05:14 Ngebug hahhaha gua kalo disitu afk anjir Kukira cupu ternyata suhu 🙏 ariko ig apa kak?? yg dibawah umr tetap patah semangat dan menyerahlah, Mari kita merenung bareng bareng,wkwk ANJG!!! keren... VIRAL ‼️ WARGA JAMBIDAN BANTUL DIHEBOHKAN DENGAN TEMUAN WAJAN RAKSASA ‼️\n@ semuda itu 200jt perbulan.. its easier selain punya luck & skill, ada orang tua yang supportive dari uang dan juga mental.. privilege yang gede tuh. bagus bgt kita bisa gunainnya bener tinggi banget PNS 10jt yak wkwk 3:41 nih org ga di IG gak di youtube ganjen amat😮‍💨😂 Kenapa konsultan gajinya tinggi2? Karena mengandung sultan 😬 cuman ekoju yg ga soms dengan bilang kerja an gua karyawan 8:59 wtf? 19 dewasa bgt?! Apa gua yg masih childish? gua yg 19 mukanya ga sedewasa diaaaa\n(edit)Oh maybe Dia anak orkay kali ya Suaranya kurang bagus. liat thumbnail, kirain ada kak felicia disini, pasti langsung ketebak hehe Incaran djp nih.wkwkwk Yg 400jt kerja konsultan apa?  Gak kedengeran anjir Keren gila! Pasukakn Subtitle ku, Subtitle sudah tersedia yaa 😜 ya ampun, konten sebelah di copy juga?! Ia betul.. lagi pula dia enterpreneur.. punya pondasi yang kuat bisa bro kalau di DKI jakarta.... Tunjangan daerah emang gede segitu Kasi tau Instagram mereka satu2 dong min 😀 Gw yang calon PNS Aamiin \nLulus tahun ini Sumpah gue ga skip, asik banget Flight attendant gaji 40 juta, plus2x kali ? Wkwkwk klo saya sama istri imbang, sama2 70jete, seru kadang seperti saingan 😂 Susah karena beberapa bukan kerja, tapi punya usaha yang profitnya susah di tebak Nggak Usah Merasa Wah Ketika Orang Sekitar Lo Ngomongin Kripto, Mereka Ngga Sekaya Itu Kok owkwokwok gw nebak2 mulu kek orang bego. tp emg sulit si, beneran dah Dari sini bisa kita lihat fashion orang kaya yg sesungguhnya itu biasa aja bro GK lebay\" bgt 🙏🏻 Wajahnya kayak orang di atas 30 tahun . tapi umur masih 20 an Nama ig cewe yang Mahasiswi Unpad apa? Yang namanya Ariko. Plis penting bgt itu lolasi syutingnya di white room nya ayanokoji min? woi ariko ig nya apa woiiiiii konten mengandung iklan TKO 🤣 CRYPTOD WKWKWKW gila gila ga nyangka wkwk Keren. Luar biasa Anak muda yang kreatif, inspiratif. Banyak membongkar paradigma ttg konsep 'PEKERJAAN\". Sukses terus semuanya. Tetap mencintai pekerjaan, yg penting jujur. Semoga yang dihasilkan bermanfaat bagi orang banyak. Umur segitu, aku masih blm jelas orientasi...hehe Cuk gw umur 22 aja masih rebahan sambil maen ML doang ini 😭😭 Tko todemoon, otw 150k wkwkwk 3 September 2021 : 22 tahun, gaji 1,5\n\n\nKalau ada peningkatan gaji ntar gw balik lagi kesini haha Saya bener 3 org,, lumayan lah,, haha Mantaap 😍 Iya betul....\nTips nya rata2 1.000 euro.... bersaing sehat gak?.....  @Cretivox  klo dipikir sepertinya  gk sehat krena istri masih minta bulanan, saya masih kepotong istri tentu jd nambah dong wah, yuk coba tebak susah kaann Genit lo yeee  @Cretivox  pelit, huhu😭 ini di Studio In-House kita dongg ☺ GENITT aku juga ga nyangkaa :( push reng teroooss terus gue harus bilang WOW gitu? 😒 JANGAN SERING2 NNTN GINIAN sering2 liat yg dibawah lo biar sadar seberapa bersyukurnya diri lo kalo nntn ginian mulu malah isecure bukan bersyukur Ati2 dicari orang buat ngutang abis ini 19 taun udah begaji 400jt, gw 19 taun dikasih ceban habis bantuin dorong mobil orang yg mogok udah sujud sukur wkwkwk. Posting ttng gaji\nCretivox : STOOONKK 📈📈📈 yg pns itu sebenarnya di atas 10 jt sih, karena dia teman gua hahaha Instagram mba 400jt apaa Keliatan gimana ekspresinya si cewek itu gimana ngeliat orang dari gaji atau tampang. Kontradiktif bgt respect-nya. \n\nSemoga dgn hal ini si mbaknya bisa ngubah cara respect dia ke orang lain. Semoga bisa respect ke semua orang dgn melihat sebagai manusia, bukandgn embel² lainnya Tebak dong berapa gaji sya? Hehe.. harusnya yg punya usaha sendiri jangan digabung sama yg karyawan terima gaji. Business owner gak bisa ditebak dari usia krn byk yg muda bisnisnya sudah besar sedang karyawan relatif bisa ditebak dari usia. Info loker kak undang saya dong saya gajih sebulan 1M Gaji presiden kalah jauuuhhhhhh 😂 Ikut kerja mau dong kerja apapun yang penting banyak duit. 😂 Soundtrack nya masih Tengoku to jigoku mantapp Commodity gold tuh apaan??\nSerius nanya, soalnya lagi insecure 😭 Seru banget. And gilaaaakkk kalian muda muda udah punya duit banyak gitu. Kereennnnn PNS gaji 10jt? termasuk sama tunjangan ya? Yg si abg NFT apa nama koinnya tdi yg baru launcing ? Pengen beli jga 😅 ternyata feeling ku bener untuk yang 400jt Maksudnya apa sih business consultant comodity gold? Jgn2 perusahaan berjangka yg tipu2. Bersyukur, kepada ...  @Cretivox  bersyukur kepada temen bisa kerja jalur orang dalam hehehe GENITT LOO Bener smpe sungkem gt like wth.. cmn ke yg 400 doang yup damn personality nya busuk bener2 busuk dan aga contardiksi sih sama omongan dia di ending \"jangan melihat orang dari covernya\" padahal jelas2 dia melakukan KEBALIKANNYA lmaooo what a garbage person  @daf  mungkin dia akhirnya menyadari cara pandang dia selama ini salah. Dengan mengatakan seperti itu, berarti dia mengingatkan dirinya sendiri. Menasehati dirinya sendiri, tapi disampaikan utk orang lain. \n\nTambah dua lagi sifat buruknya, picik dan munafvck. Bener banget gue kirain gue doang yg gregetan sama si mbak yg baju navy. Ga banget Haha gua pikir gua doang yg ngerasa begitu, ketika ngeliat gaji yg dibawah muka nya b aja, ketika yg tinggi langsung wah ramah ya gitu dah Bener, yg cwek terlalu over bgt sama yg gajinya tinggi, smape nunduk² gitu mewakilkan apa yg ada dikepalaku.. sumpah setuju bgt gua sama opini lu I feel disturbed by looking at her at the first place She is so painfully embarrassing, i cringe so hard when she bows to Ghea like she is some kind of God, i know a lot of people that earn 1bil IDR a month and i am super middle class from small state outside Jakarta (where most indonesian crazy rich/richer than ghea exist) yet i talk with them like regular people nothing special … lmao a naive gold digger ..i bet she dmed her and claimed she is lesbian after this .. 😂😂it is ridiculous…  @Noor Clean  hahaha kalo ternyata yg berpenghasilan gede cowok gay, dia bakal ngklaim kalo dia juga gay.. \n\nHahahaha Benerrr Idem. Tipe2 penjilat ke yg punya power & money Bener yess gua rela pause videonya hanya krn pengen cari komen yg ngomongin mbak baju navy wkwkwkwk.. gak banget mbanya aduh.. setuju banget setuju banget Yg cakep nampak insecure karena gajinya cmn sejuta.. \n  Tapi menurut saya dia hebat sambil kuliah  dia bisa sambil mencari uang.. \nJurusan juga arsitek lagi.. \n\nYg nipu banget yg main crypto, pasti semua nebak dia gaji yg paling byk.. Parah si mbak nya wkwkk. Terwakilkan Manusia ga perlu tau segalanya soal kerjaan..wajar menilai orang dri cover..yg penting menghargai..yg bkin ga nyangka mungkin krna msh 19 tahun.. gue harus WOW gituu?? Sok asik bet jejou Jumlah pastinya salah sih tp udah keliat emang dr gaya nya.. Yg 400jt paling gak nyangka.. 19thn gaji 400jt sebulan, sy diumur segitu ngapain aja ya 🥲🤣 gaji saya gabisa ditebak\n\n\n\n\n\n\n\n\n\n\n\nkarena ga punya gaji alias ga kerja... Gaji 2.7 gara 2 pandemi kerja 12 jam kerja kaya kuli cape tai tai kalo liat video ini !! Gilaaa yg 19 tahun 400 jeti cui Yg aku bisa tebak penampilan si 400jt.. ketebak bgt klo dia pnghasilannya bsar lah gue 1,5 aja ngeden ngeden Gaji 2 jt insyekyur Info ignya ariko dong Speecless sekaligus impresive banged sm yg gajinya 200 dan 400 jt keren banged sih. Keren banyakin kontek kayak gni supaya membuka mindset banyak orang agar lebih baik lagi. Maju terus channelnya Respek sm yg 400jt / bulan...👏wish I could there🙏 Gheaaaaa yg penting halal\nawoakkakak Milenial berbakat semua Jubilee at home Aku 19 tahun masih coba jilat upil Balik lagi, penghasilan mereka banyak juga mungkin karena kebutuhan mereka diatas rata2 juga. Entah itu karena keperluan untuk usahanya, pekerjaanya, lingkungannya, keluarganya, atau cuma sekedar buat dia sendiri.\nApapun itu mah kita ttep harus mensyukuri, berapapun penghasilan kalian yang penting bisa bahagia dan menikmatinya.\nRoda kehidupan terus berputar kok, jadi yg penting itu terus berusaha dan semangat untuk hidup yang lebih baik. Yg 400 juta, itu broker kah? 😅 Fun Fact : Pasti lu balik lagi ke menit2 awal setelah mengetahui gaji masing2 dari mereka untuk melihat Q&A diawal mereka :) sakit perut? halo kak seto... Mba ariko lafyuu Yang gajinya masih dibawah umr, sini kumpul penasaran sama ariko, mungkin ada yg punya IG-nya? pajak pajak pajak.. Bukan gaji.. sebagian wiraswasta Gw tau cara dia dapet 400jt/bulan hahaha Yang gaji 400 juta itu curang, orang lain kerja banting tulang, dia malah hesoyam 🤣🤣 Pengen bgt ikut ginian sumpehhh Keren bet wah sama 400 juta, cuman gw hasil jual rumah sama sawah alig 19th 400jt damn! Apalah daya barista :( Wawancara yang gajinya 400jt dong, suruh share gimana cara dia make money segitu banyaknya dalam jangka waktu sebulan Ngomongin gaji .,.perusahaan banyak yg vangkrut kena PHK banyk yg nagnggur dia ngomongin gaji.,,, Semoga bisa nyusul 400jt sebulan🥺🥺🥺 Dr awal liat oufitnya dah nebak si gajinya. Ditambah bawa bmw sama belanjanya per minggu aja 5-10 400jt anyingg gajinya di umur 19thn gileee gak tuhh Spill ariko dong hehe Yok kerja yokk, udahan rebahan mulu Boleh dong bagi ignya yang anak unpad:)) 📞 Halo kak seto..... Hadir Gue laporin kak seto lo yeee  @Cretivox  udah cukup umur kan 😪 Bener niii ... Up up amiinnnn Gile lu ndroooo 2in Ayuk GENIT LO YEE 1 bulan di atas 10 jt oke lah \nAlhamdulillah cuk Bismillah 1M/Bulan...\nNothing impossible Yg 400jt itu konsultan apa ya? Kurang jelas Bikin gini an lagi donggg Yg flight attendant private jet tlg diwawancara, apa yg biasanya terjadi di dalam pesawat Next tebak IQ luar biasa kakak2 masih muda sukses Kontenyaaa edann tenannnn... mantabb pollll☺😁😊😁 Keren.. 👍👍 Boleh tuh yang 40 juta sebulan wkkwkwk yg nganggur melihat ini jd meronta-ronta :( pikiran penuh dengan \"seandainya\" Sumpah, tidak etis anjr .patokannya 400 sama 0 .. wkwkwkw :D Aku bs nebak yg kuliah sama 400 juta. Mbaknya yg 400jt keliatan menjebak memang haha Njir timoti Seru banget, ampe diulang nontonnya Msh muda2 ... keren Gajelas tu sigendut. Ketawa mulu Rp.000.000 bangke penghasilan 1 jeti sama 5 jeti \nkiri kanan sebulan setara kerja rodi bertahun2 wwkkw \ntapi gatau dah itu asli atau palsu namanya juga talent aminn bro ginian tuh apee.... boleh ape si?? yu kerja yuuu wowww Jiwa Muda, Semangat Muda! wih berapa juta tuh NO SETTING2AN!!  @Cretivox  makasih min infonya, kalau bener asli mudahan yg kecil2 gaji atau usaha nya membaik karena berbaur dengan yg gede2 😂 Suaranya kok kenceng pelan apa karna hp saya jadul ya wkwk umur 20 tahunan\n\ngua umur 20 \nmain kelereng Pusing gue dengernya 19 tahun masih rebahan Obrolannya berat. wkkw epic !, request next episode ; Gajih freelancer diberbagai lini dan elemen Fokus ke konten❎ \nngakak ngeliat subtitle✅ baru jalan setahun gaji 400 juta kerja dari hp doang, jadikan aku muridmu suhu... geleng geleng liat yg 400juta 😌 Menarik nih yg beginian, mantaappp !!!! Gila sih sebulan 400jt, aku saja kerja udah 2 tahun baru dapet 400jt, Gilee mantap banget tuh Jejouw anjing wkwkwk 23 0rupiah 😭 semoga rejekinya lancar semuaaa MONANGESS 19th da 400 jeti aje perbulan 😭😭😭 Yg ditebak 400 jt ternyata 5 jt nyesek ngga sih ?....wkwkwk Jualan TKO lol Njirr..ternyata dia toh pemilik santiago..salam aqua bendita hahahahahaha Nonton, main game, tidur...\nNolep pasti 😂 maap yak uda mulai halu saat pengeditan xiixix Eh nontonnya gpp 19 tahun lagi dah bergelimang harta  @Cretivox  Amin makasih kak😭🙏 gamakan tuh ya tapi??  @Cretivox   makan lah, gaji sebulan cuma 20 sampe 30jt eh kok kasar gpp lowkey sklian menghibur eh pemabuk no lep bgt Alhamdulillah,,,, gaji  Rp.19.784  per jam,,,, jam kerja kadang 5 sampai 10 jam perhari,,,, entahlah... rejeki orang memang beda & udah ada yg ngatur, alhamdulillah.. pengen ikut deh konten yg ini Kayakya ini lebih ke pendapatan sih bukan ke gaji, pendapatan dan gaji kan berbeda. Contoh yg flight attendant tuh ya bener gaji, tapi yg 200jt tadi mah masuknya pendapatan. Yang gajinya masih jauh dari harapan,, tenang jangan insecure gaes..\nKarna rezeki bukan hanya dari uang saja.. \nsehat, keluarga harmonis, lingkungan yg supportif juga adalah rezeki..\nSangat sempit jikalau menilai rezeki hanya dari pendapatan, ada yg gajinya kecil tp berkah(gaji kecil tp ga abis2) , adapula yg gajinya gede tp ga berkah(gaji gede tp abis gajelas) .. \nPendapat pribadi sih huahahaha 🤣\nTp gile aje masih muda gajinya gede2 wkwkw.. \nCukup jadikan motivasi\nMari kita perluas sudut pandang kita.. Salam damai ✋ Insecure yg bikin semangadd nyari duid Kenisa wajahnya sprt sola aoi gak sii Ya ampun itu yang umurnya sama kaya gw 22 gajinya udah tinggi banget 😩 kok gtu gamenya? Anjir ngendorse man 🤣 Saya Sebagai PNS menangis 😭😭😭✊ Hadeh si jejouw selalu dah ngeliat org dari outfitnya terus mksudnya itu gaji atau penghasilan? dia 400 jt perbulan, klo gua 400 jt 1 bulan doang aja gpp deh:D Kalo yg kerjaannya sbgai trader di bursa pasar modal cryptocurrency? Kyaknya masuk kategori sultan deh. pasti cuan nya konsisten + maksimal 👍👌😍🤩🥳🥳 400 juta tiap bulan bisa umroh kali 😭😭 19 itu bukannya baru lulus sma, ato loncat kelas sangking jenuisnya? Mirip kontennya Shout PNS daerah dan masih baru baru susah mau 10 juta boss 🤣🤣🤣 Usia 19 taun gaji 400 juta sebulan ? Background dia ? Anak orang kaya kerja bisa dan gampang diterima krn koneksi dan background, tuh anak boss rcti juga umur 19 dah kerja dgn gaji ratusan juta sebulanny walaupun kaga jelas brp ratus juta. Thr miliaran ud kaga heran lg. Hahaha, gak kebayang yg jdi guru\" atau pns di pelosok yg mungkin gajinya baru dateng berapa bulan sekali, bisa nangis darah mereka mas mas Penghasilan. Tuh yg punya fnb dn konveksi baju tambang kan gk punya gaji Keren sih 19 tahun gaji 400 juta dan naik bmw 👏 25jt buatku lebih dari cukup, amin Timothy dongg 0:00 I can guess their salary 1,8 kadang 2 jt seneng nya minta ampun 😂 Jangan lupa sama privilege yaa Dr wajah'mereka sih ada peran orngtua penanam modal... Semoga ketularan bisa punya penghasilan diatas 10jt amin 🙏🙏🙏 Buat yg udah punya penghasilan saling buka buka gaji ya😂 \nTapi kalok yg pengangguran buka apa ya😂 Konsultan Komoditi Gold gak sih itu ngomong nya? NFT yesss dan jangan lupa sebagain pasti ada jasa para orang tua....\n\nrelasi misanya.... 9:43 best reaction Keren keren COBA TEBAK GAJI NAKES & PEJABAT SELAMA KOPET 🤣🤣🤣 Gede gajinya mantul dont judge the book by its cover :) Srasa miskin njir gw gaji 18jt sblan nnton ini 😵 Yang 200 juta tadi punya bisnis apa kuy amin! all right? iya,, Bukan sebagian tpi kebanyakan 🤣 Lihat gaji dari penampilan outfit dan tempat nongkrong, kasian banget. Temanku pengusaha muda petani sawit dan pengusaha walet, gaji gede dan gak sebanding dg penampilan yg sederhana dan tempat nongkrongya di warkop. 100 rb per 3minggu nyimak 🗿🗿🗿 Dibawah umr alhamdulilah @Direktorat Jenderal Pajak Salary is just a number, it is happiness that we are after. master oogway tlg yang tau IG nya ariko emang penghasilan dari crypto termasuk gaji ?? Baju biru gw kira putu reza Walau cuman bahas gaji tapi banyak pesan moral bagi kaula muda untuk di petik cieeeeeee asli yang dikasih 0 itu sih tega amat. wkwkkww Gila sih bang, request next bikin acara suruh tebak mana yg\n- bukan gamer\n- mobile gamer only\n- PC and console gamer\n- Pro player\n- Game Developer\n- Youtuber gaming\nato sejenisnya lah\n\nseru aja kalo temanya game wkwk Sayangnya ga ada teks subtilte bhs indo :( semoga ada teks untuk tmean Tuli SUMPAH COK INI TONTONAN YANG GABOLE DITONTON BUAT ORNG MAGER KEK GUE BGSTT Ini pamer gaji dengan gaya pengen mbetulin baju si mbak nya ituhh gile yg 400jt di sembah Gila gaji 400jt umur segitu,,gwe aja masih umr hadeh Insecure ga tuh...🤣🤣 3:34 cantik bet si.. stttttstttt bocah,,?? ig.nya penanya cewe ada yg tau? Gaji 10 Jt udah bersyukur banget gw Awal lulus sekolah lgsg kerja dipabrik gaji 2jt, kemudian berfikir buat meningkat lagi. Dan menjadi sales dengan gaji 4.5jt, dapat 1 tahun duit gajian habis dijalanan aja karena kerjanya di jalan, dan lalu sudah dr tahun kemarin memutuskan untuk nyari duit di luar negri wkwkw, kadang hidup memang gaad puasnya😂 Lgsg serasa gembel njir abis nonton ginian wkwkwk Yg 400 juta. Masih muda buanget. Nanti Cari suami harus yg kayak suaminya dewi sandra nih. Biar levelnya sama Emang susah di tebak...g bs liat dr tampang nya \"Permisi saya dari kantor pajak\" hidup kerjaan random 🥳 untung bapakku kaya, jadi bisa gaji miliaran usia 20 MasyaAllah, semoga saya bisa mendapatkan gaji besar Gw Umur 28, gaji 17.5 juta aja ngerasa kurang, cicilan rumah udah 7 juta, dibilang kaya engga, miskin juga engga hehehe middle income trap Wow Keren deh TO THE MOOOONNN konsultan emang paling top sih... gaji gue 30 juta, skrg baru punya 2 Milliar asset Yang 400jt keliatan dari outfit ama wajahnya Ini dapat orang2 beneran itu? Susah gak sih nyari orang yg hebat2 gitu gajinya? Buset gaji bisa besar bgt Comunity gold itu bisa banget tajir, tapi bawa investornya dan analisisnya, biasanya pake metatrader. Tp klo baru mau staun sih mantep gela. Dari karakter ngomongnya kuat bisa dipercaya kerja di negara mana? yoi kaget kan lu yg penting kaya Itu konsultan saham ya?  @مدح كمال  bukan, comunity gold. Biasanya mainnya pake metatrader 5  @diah fitria  forex?\nAntara dia dapat privilege investor dari keluarganya atau bakat doi analisis sih  @مدح كمال  dapet libk investor bagus, yg mau invest 2m trus di analisis, ada perusahannya. Dan dia jg ttp nyari member buat dibawahnya. Di sudirman kantor kaya gini banyak, biasanya gada gaji pokok, semua hanya komisi. Yg paling sering semacam pt rifan Gaji lo berapa?\nGw be like: \"Kemarin Parlay menang sih dalam semalem nembus 90jt, lumayan lah yak, cm duduk nebak santai lagi dpt segitu\" 400jt per bulan... Bosen gal sih kalau dah gampang dapetin ini itu?? 3:40 nama ig nya dong Yg gajinya 1 juta tuh cewe, manis bat cuy, imut. Punya income besar tuh biasanya males koar-koar, kecuali punya akuntan pribadi. Berat di hitungan pajak, Broh 😅. \n\nSekelas direktur perusahaan besar dengan ribuan karyawan aja masih di angka 300-400 jt sebulan... \n\nBuat yang masih muda, nggak usah iri. Tingkatkan aja kapasitas penghasilan dan hemat. Sebesar apa pun penghasilan, kalau situ nggak hemat, ya gagal maning jadi investment.... Bagi penghasilan, mana bagian kebutuhan, foya-foya, dan investasi. Nggak usah ngutang kalau nggak mepet banget... Jangan mulai usaha dari ngutang. Mulai aja dulu dari kecil sambil kapasitas knowledge, skill, and attitude diperbaiki...\n\nBigger income will come when you are at the right capacity... yg 400 jt boleh di share link  konsultasinya Cuman anak desa 😪 Seru banget ngakak deh harusnya yg kerja di live streaming masuk. gajinya super wkwk Gila sih ni bocah keren parah 👍🏻 seneng liat anak2 muda kyk mereka. Drpd gue pernah kerja metik strawberry gaji 35 juta sebulan aja udah jingkrak2, recehh sih. Makanya skrg semangat ngambil pendidikan lg sesuai passion sapa tau bisa kyk mereka meskipun udah gak semuda mereka 😁 semangat pejuang receh 🤞🏻 Gila sih 400 jt gue 18-22 jt aj udh byk bgt tp insha allah klo lebih berusaha lg bisa ke 40 bahkan 60 an smgttt pantes yg punya santiago Gaji 5 jt hp nya iphone 12 pro max, sepatu Jordan.. Bukan maiiin... Yg gajinya dbawah UMR ttp smangat y!!!! Gua bener 3 nih : Ghea, Eric, Alifia umur 20an muka pada tua amat ya Kenisa akward bgt Gila gaji 400jt.... Itu gaji gua seumur hidup😭 Yang arsitek siap2 di comeback, klean tyduck akan tahu ahahahaha Seruuuwww gilak.... Gak ketebakkkk!!!??? 😂 Bagi bill parlay hari ini bosku wkwkwk  @Dandi Damara  ga. Ntr luck gw ilang 🤣  @Safruna_id  yepp. Mesti nebak dh pasti. Gk bakal bosen. Kalau gaji gede bikin puas. Noh pejabat gk akan korupsi 😆 Bener juga ya... Gw kira kyak maen game pake cheat jadi bosen... Kalau yg korup unlock mode baru jadi gal bosen bosen.. 😀 Semangaaaatt Kerja dmna om metik strawberry dengan gaji segitu? Info dong hehe  @Refreshing Game  saya perempuan :) metik strawberry di Norway, sbnernya kmrin butuh byk bgt, tp krn restriction korona jd gak memungkinkan utk mengundang org Asia. Semoga next keadaan membaik shg saya bisa merekomendasikan org dr Indonesia  @Gåblog  ohehe maaf yah sblmnya\naamiin, tp dengan gaji sgtu, harga kebutuhan disana juga mahal\" yah ka?  @Refreshing Game   klo kita pintar ngatur strategi ya everything is Ok, apalagi standart hidup Asia yg makan nasi sambal sayur telor 😁😁 kecuali klo tiap hr makan diluar tenderloint, caviar dll trus  abis gajian masuk toko Hermes ya wassalam. Itu dpt 35 juta juga kerja gak sebulan full krn disambi study, klo full ya bisa smp 50 juta dlm sebulan. Plus dapat uang liburan tahun berikutnya yg masuk rekening secara otomatis meskipun udah gak kerja.  @Gåblog  ada kontak yg bisa di hubungi ga ka? Saya mau tanya info\"nya, lumayan insight baru ka Kakak yang metik, saya yang manggul aja udah strawberry nya. Wkwk\nNorway loh bisa naik Gunung tiap minggu kek nya 🤣  @Gåblog  boleh dong pak minta kontaknya ato ada grupnya gak ​ @Gåblog  minta kontak nya dong kak, kali nanti ada info loker Ig nya apa yaa hahaha trmasuk jual2 ginjal gk bro??  @jamilah faikoh  hati gw aja gak laku msih kosong.... Apalagi ginjal gw🤣 Part 2 dong Allahumasholli'ala sayyidina Muhammad 400juta/bulan. Semangat berjuang masih muda harus produktif kerja cerdas Boleh bangga gak sih ini gua bener yang 400jt? 😂 \nThe way she talks is so ✨✨ Anjir gua langsung jongkok pas tau umur 19thn Umt Jogja nyimak guys IGNYA ARIKO DONG PLEASEEEEEEEEEEEEEEEE, CAKEP BANGET YA LORD Good Namanya juga Cretivox, makanya videonya kreatif. Out of the box. Sampai gw ngakak sendiri karena ikut nebak :') Req dong, undang yg gajinya 400jt,penasaran buat di kulik dan pngn dengerin dia sharing njirrr banyak kata yg sensor.. tp seruu gokilll Penasaran abis vid ini tayang jejouw tidur dimana ya gokil kaum hedon duh baru sekali liat ariqo jadi langsung sayang beneran ka ghea punya linkedin nya gaa bukan main, mantabs,, patut contoh ahaa Ini apaan ya, saya tertarik buka karena ada gaji gede, gimana caranya, ajarin dong......... AH GUA SALAH SEMUA WKWKWKKW Aku mikirin, jgn2 sbelum suting, PCR nya dibyarin mba2 itu Don't judge a book by its cover! Menggokil bisnis konsultan 🔥🔥,, Harusnya outfitnya sama semua wkwk  @Yasmine  harusnya pake wig semua sih, dandanannya sama semua juga 😂  @SF 98.9294  itu loh jelas ada perbedaan dari penampilan  @Yasmine   banget  hahaha Info loker😁 @ariqo Gntian yg ghea up Up Up Up Up Up Up up Up Dia marketing futures bro, biasa komisinya tergantung dari costumer nya invest berapa, atau dia trading sendiri bisa jadi  @Leonardo Natanael Silaen  kerjanya apa sih bang?  @Sastra jo  marketing futures Biasanya mereka kerja di perusahaan pialang gtu. Yang menjadikan emas sebagai investasinya up up up Up Up Up Up. Mau tau settingan ga ni. Bole donk tips sukses nya Up Up Up Up up Up Bidang Futures ngab.. Brokernya kayaknya.. Soalnya dia bilang Business Consultant. Broker saham or Futures klo sukses emang bisa gila2an. Broker tempat gw potongan pajaknya aja pertahun 2 Milyar 😶  @Sari N.T  yes, mereka kerja di bidang business consultant sendiri bs 400jt wajar n saya punya abang sendiri kerja as head business consultant di Singapore sendiri bs miliyaran dan itu udh wajar bgt klo gaji 400 jt up iya anjir 400jt perbulan umur 19thn Up. Setuju min Ul Up up Up Up Up Up up up Up upppp Hehe emng gitu kak business consultant. Kita dari kantor pialang emang Gila gilaaa komisinya, dari kantor gw malah 17th udh pegang 200jt an itu udh biasa👍 cuma balik lagi kerjanya juga penuh perjuangan, hehe... up Up Up Up Bisnis consultants.\nNyari nasabah yg mau trading min inves 100jt. Semakin sering nasabahnya trading, semakin gede komisinya. Tapi ya gak gampang nyari org yg punya uang 100jt nganggur, trs mau percaya invest.\nBeruntungnya, lowongan kerja ini bisa siapa saja, lulusan SMA pun bisa, cuma modal ngomong. pelajari produk, yakinkan org. Nitip 💰 up mana umur 19 tahun ya Up Itu kek doni salmanan Udah bang gw pernah gawe ginian, ini gawean lebih banyak mengandalkan the power of bacot, doi salah satu yg suksess, tapi banyak juga broker yg terpuruk.. .semua gawean punya plus minus..  .kalo boleh saran banyakin bersyukur\nLuh nonton wolf of street ga jauh beda kehidupannya\nItu sih yg gw alamin dulu jadi broker\nCmiiw Up Kerja di pialang bro  @Leonardo Natanael Silaen  betul bro pialang komisinya gede di hitung perlot Masuk  @Freebirdnesia  broker tuh sebenarnya kayak sales atau gimana sih bang? UPPPPP Gw Pernah kerja jadi OB di sebuah perusahaan di jaksel pernah beresin berkas berkas gak sengaja ngeliat slip gaji ada yg tembus 600jt .. edan.. padahal sehari harinya style biasa aja .. ke kantor aja gowes..😀😀😀😀  @Elle Patra  ilmu sales dan marketing harus di satuin, kita bisa bikin pasar (marketing), bisa ngejual secara face to face (salesman) Dia business consultants di pialang kayaknya, soalnya dia bilang komoditi sih\nBiasanya dia dapet komisi dari transaksi nasabahnya. Itungannya per lot berapa ratus ribu gitu\nNah kemungkinan dia nasabahnya banyak/nasabahnya pasang lot banyak. Soalnya 1 lot bisa 200ribuan kayaknya. \nKalo perhari nasabahnya pasang lot 90an. Selama 20an hari bisa 400jt up Dirjen pajak udah kesini belum si?  @Vincent Aldi 鄭錦勝  klo masalah pajak, udh di potong duluan sama perusahaannya bro jadi aman. Gw ngomong gini karena gw juga komoditi broker  @Fariz Muhammad Aditya  syukurlah, kan biasa gentayangan kemana mana orang pajak 🤣 mantab taat pajak 💪🏼  @rohmat taufiq azizi \n\nKlo di perusahaan gw gini itungannya bro\n\n1-50 lot: Rp. 150k\n51-100 lot: Rp. 160k\n101-150 lot: Rp. 170k\n151-200 lot: Rp. 180k\n201-250 lot: Rp. 190k\n251> lot: Rp. 200k Up  @Jbjbjb 09  minim S2 ya ?, atau gmn? Up  @Si Belek  wah keren bgt yaa, posisi nya sebagai apa di perusahaan? Upp Upp Up Upppppp Dia broker di kantor pialang, kayaknya solid group, cmiiw 🙏🏻 Up Bisa aja bang klo lu kerja di perusahaan trading. Up upp😭😇🙏 caranya, tontonin semua video kita hehehehe CEMENNN Mantapsss bosh que Im 26, why im feeling so old Akg yg cewe bilag jgn nge judge tapi dia nge judge form a cover, kesel bgt am si cewe bju biru yg nayak2 Commodity gold itu gmana ya? Kok bisa gede bgt gajinya 😭 baru 19 tahun padahal ARIKO CANTIK BANGET/@(‘djnckdosodf Kan maennn 🔥 Gaji editor disini berapa? Gue pengen peluk punya gaji 3jt aja alhamdulillah, yang penting bisa memanage duit gajian dan ga utang aja sih bisa hidup tentram gila konsultan gajinya 400jt, emang kelihatan sih kalau dia pinter Gw yg Guru honor + operator sekolah yang di gaji 400k perbulan, menangis melihat ini 😭 Ig ariko min apa Jiwa rebahan ku meronta2 Kontent kaya gini bagus untuk menggenjot expectasi gaji milenial, yang menrutku masih terlalu rendah. Kalo pendapatan perkapita bisa naik rata2 10jt aja. Udah jadi negara super power kita Ternyata ga cuma konsultan pajak, konsultan yang lain juga gajinya gede mampus Semoga ketularan yg 400juta ituu, aamiin 😭😭😭 \"Udah punya cowok? BBHHHHAAAAAAAAAHAHAHAHHA...\" Yang 200 jt gak bisa diem modelnya Kayaknya perlu audio leveller, biar volumenya gak jomplang pas ngomong pelan dengan pas ketawa ngakak UMR minggir... eh sumpah sumpah jangan judge book by cover itu bener bangetttt, tp gue baru ngeh pas sidang. hal pertama adalah judge by cover :\") even judge by title lol Memang yaaah namanya consultant itu dimana2 gajinya guedeeeeeeee... dan buat jadi consultant itu memang mesti banyak belajar, banyak experience juga, goks laahh HEY JANGAN GENIT! HEHE PEYUUUKK Klo gw gpp bro 400 juta bro gak bisa manage uang juga bro Jangan nangis gan.\nKalau jalanin nya ikhlas, gajinya gede bgt nnt di akhirat. Semangaat...💪  @Kharisma Fitriana Abidin  inshaallah mas 😁 Genit lo yee kesurupan Aamiin, bismillah pasti bisa brow bentarrr kok tumben ga ada subtitle siiii :( GAJI SAYA JUGA SAMA 400JT, TAPI 0 NYA GLINDING 2 XIXI Where your subtitle ngab? 👏🏼👏🏼👏🏼 Jejouw bangke 🤣🤣 \"Santiago\" Santai tipsi agak goyang Enakan punya gaji 400jt apa bisa ngegaji org 400jt...\n\nNah gue mau bisa ngegaji orang 400juta gue nyoba ikutan nebak mayan lah 5 yg bener jawaban jejeouw sama timothy sama mulu Gokilss umur muda gaji bisa segituu ,semoga tahun depan bisa nyusul Anjerrrrrr gokil ni Yg gaji 1jtan keep spirit 🤘 harus tetap bersyukur❣ Apa lh saya kerja modal MMR doang Yang 400 jta outfit udah keliatan jam tangan sama bajunya aja brapa juta kwkwkwk Part 2 Justru yg trakhir tuh gw kra OB anying😂 Ngapain nebak gaji orang? Urus aja gaji sendiri. Bodoh yg nonton.. Yang lulusan S2 😀☮️ yukkk kita lanjutkan ngejar jornal lagii.. masyaallah gua umur 21th masih pakai duit ortu, yg umur 19th udh dpt 400jt sebulan😭. Ajib bener daahh Jiakhh Sabi sabiii Enak semua No Pict Hoax  @Cretivox  ga kredibel ya kalo foto doang, bisa jadi gue malah nulis ulang. percaya ga percaya gue bener urutan org nomer 01. 4.4jt, 03. 1jt, 05. 40jt, 07. 400jt, 08. 90jt. itu keliatan dari tampilannya sih, sama beberapa pertanyaan yg dijawab mereka. kalo mau jawaban spesifik, udang gue interview gawe dong wkwkwk, kali aje yekan Btw itu yg gaji 0 masih mahasiswa dan blm kerja kali ya?  @Royhanatul Fauziah  ya kalau gaji 0 kata kasarnya pengangguran lah mbak Freelance sih jadi gajih nya gapasti perbulan nya bisa disebut 0 i smell jealousy in the air Gilaaa siihh ,ini kreatif bgt!! Oke skrg tinggal cari cewe yg bosan sama pekerjaannya dan tiap hari main sama anjingnya hmm Gede banget gajinya 🙃 Tim cretivox tolong subtitel nyaaa :) PNS 10 juta Tebakan aku yg 400 juta bener 😎 Gaji gua berapa ya 🤔 Diatas langit masih ada ghea wkwk Gokil jawabannya banyak yg misleading. Wkwkwk.\nYang 200jt, jawabannya blom bisa ngebiayain orang tua.\nYang 5jt, investasi crypto nya ternyata banyak, sepatu Jordan\nYang 400jt, gaya pakaiannya ga mencolok dari yang lain\n\nKayanya itungan gaji yang dimaksud, bukan gaji bruto (gaji+investasi+dll), tapi cuma pure gaji dari kerja ignya kak gea apa faedahnya apa? Pengaruh org dalem + crycle.. entah pengaruh famili/relasi/alumni/almamater itu penting.. \n\nKalo cuma kuliah lulusan kampus ruko, kgak ada aktifitas organisasi.. ngasal lulus, IPK pas, akreditasi kampus C, dpt kerjaan UMK setara buruh aja udh sukur loh.. 😂 INI BARU KONTEN YANG OUT OF THE BOX & FRESH 👍👍👍 pertanyaannya sih yang kurang, jadi gak bisa nebak dari jawaban, dude 400 mill / month wtf jejow 💯💯💯 3:39 manis jg brai ciwi nya Kaget, backsound nya JohanStraus - Blue Danube Ini dr orag tua ny mnengah keatas ... coba dr bawah ... bs sih tp sulit bgt .... pny pndapatan segitu ... q perbulan angsuran 6 juta bs apa Aturan ngambil pemuda yg dari profesi \"dagang\" shit... wakaka Kirim salam sama mentor nya bang. 👍 Orang kaya biasanya freak dan gak peduli soal penampilannya.... Ya suka sukanya dia... Bkn krna brand bajunya atau mode nya IG nya Ariko bisa kali min ?? 😅😅 yg gajinya 200 JT kaya orang linglung sih ada masalah apa kawan 😂 Coba gue yang ikut feeling gue udah pas sih buat beberapa orang ini🤪 Gua uda kepala 3 masih 40jt sbulan hahahahah cape dh Ariko ini adenya audrey ya ? Mirip kaya pernah liat 19 tahun gajinya wow,  saya 10 tahun jadi kuli migas puji tuhan masih gini gini aja :D Gapunya gaji 😂 Gilakkk keren bnget kalian, masih muda muda udah punya gaji segitu. Semoga aku bisa menyusul Iklan crypto yg terselubung gajinya 5 juta, ngeholdnya 10M Yah bgst anjing.. 😂 gw 10 perbulan gara2 pandemik jadi minus perbulan.. Ttep smgt jualan.. Cayo!! manaaa nihhh subtittle nyaaaa pengusaha mana yang mau konsultasi big project ke anak 19 tahun? Selalu bersyukur akan membuat kita lebih tenang...... wawasan sangat mendidik sekali...apalagi untuk kalo hanya saya yg bergaji 3 jt Gw umur 16 masih rebahan 👽 Baju tambang. . .tentang keselamatan. Hmmm boleh juga ni ide nya Takut kesorot pihak perpajakan amin Menurut aku kalo memang plan yg dia buat menguntungkan, why not:\")\nUmur juga ga menjamin org itu bisa dipercaya atau engga kan?  @Anisa Octaviani  bukan soal sekedar percaya. ini soal bisnis, seenggak nya harusnya punya portofolio yg kredible. antara sisi akademis maupun pengalaman. di usia segitu, apa yang dia jadiin dasar. gua sih yakin bgt ada faktor previlage. gak salah. cuma mau nyambungin nalar aja Alusss iklan NFT nyaaa, nice cretivox Gua 19 thn sibuk adu mekanik di exp lane Sementara yang nonton masih pada rebahan sambil garuk2 punya gaji 3,5 jt perbulan itu menurut aku udah bersuyukur banget\n,punya 400 jt perbulan itu hidup udah serasa main gta terus nge cit, 4 org pertama bener sisanya salah🤣🤣 8:13 ganteng banget lu bang , tawanya beda banget Yg honor mohon bersabar semoga naik gaji nya 😪 Lu pada gak tw yang nanya itu gajinya berapa, bayangin di kasih kesempatan nebak gaji orang level berapa ratus juta, yg nanya di berapa gajinya, orang2 gokil itu yg nebak ❤️ 400 juta consultan apa y? Suara kurang jelas waktu sebutkan Dari awal ngeliat dari outfit udah feeling sih sama yg pake topi, tapi pas denger umur dia 19thn langsung mikir \"ah paling ini mah outfit hedon dari ortu umurnya aja segitu\" eh ternyata emang bener dia yg 400jt\nSalut sih umur paling muda udah bisa segitu, semoga gw juga bisa\nShalawatin aja dulu 🙏 Jadi bisnis yang bagus tu yang jarang dibahas orang ya? Jejow parah hahaha 16:38 yang bisnis alkohol gak bisa diem gerak-geriknya Berapun penghasilan kamu, selama kamu bersyukur, itu nikmat banget ☺️ Jejow kok nakal ya Gw jualan di toped bukalapak shopee gaji gw 30juta omset bulanannya tembus 400-500jt besok undang gw yaa creativox buat bikin konten tebak gaji wkwkwk Bisnis konsultan itu jurusan kuliahnya apa? Ketawa mulu anjg Wow bisnis baju tambang mobile legend everytime Cit darah&uang Jahahahahah hesoyam  @crazy  mobil tinggal ngespawn aja men 😂👍👍 inget bro, yg maling bansos itu gajinya berapa wkwk  @Info Sicaem   what cheat Tapi nge cit itu bikin cepat bosan  @crazy  masih belum bro ada yang sebulan 400 milyar wkwk beli mobil roll royce 5 unit bisa itu  @crazy  tergantung orang nya, kalau banyak bersyukur pasti udah disumbangkan setengah kekayaan nya  @azhar .s  hotman paris  @xixixixixixi  diatas nya hotman ada banyak, ga ngotak kekayaannya wkwk  @crazy  ajim kwkwk kalo kita2 ini dapet gaji 400juta per bulan. Kira2 buat apaaan yahh ?? gak pernah menghayal setinggi ini 😂😂  @Meli Ok  buat modal usaha lagi biar nambah penghasilan lagi wkwk kalau saya malah pengen bangun pondok yatim piatu biar nambah banyak pahaala manage kerjaannya susah, kalo salah dikit gabisa restart misi bro wkwkw  @crazy  kalo bosen ya tinggal liburan ke Bali,wkwkk Njir hahaha Akwkkwakw Gw 1jt perbulan pun juga bersyukur yg penting punya pekerjaan, apa lagi gw anak kampung😋  @crazy  wkwk anjir Sabi Ae ngab😂 Banyak uang banyak pengeluaran ngakak wkwkwkkww Sattt GTA wkwkwk Itu kerja apa mas? akwowkwowkwowkw yu mangat yuu parah napa Anjirr😂 BENER SIIH AHH INI DIBUTUHKAN!!! nakal gmna ?? Srius? apa aja bisa sii wow pengen gasi Kk 400jt Instagramnya apa? Pingin silaturrahmi Ariko lucu banget dah ya tuhan Mukanya tua2 njir, gue 20 masih beban keluarga, maaci 08:15 pompom..LOL Pas bagian mba nya bilang bisa bikin orang tua bangga dengan gaji segitu udah feeling sih yg paling gede. kerennnn bgt. salut. Sekarang umur gua 18 tahun semoga tahun depan umur 19 tahun bisa kek dia dapat gaji 400 juta , ngebayangin aja dah seneng gimana jadi kenyataan😅😆 aduuhhh aduhhh aduuhhh nya ariko subhanallah 👨‍🦱:Ariqooo\n👩‍🦱:Apa?\n👨‍🦱:Ada yg baru nihh\n👩‍🦱:Apa?\n👨‍🦱:Buku nikah udah digital loh\n👩‍🦱:Terus?\n👨‍🦱:Yuk di segerakan\n👩‍🦱:Ayuk\n\n........ 💤💤💤\nWaahh Mimpi 😴 Masih kalah sama yg sholat sunnah qabliyah subuh. Dpt dunia seisinya kaka yang 200jt bosen bgt keliatannya lol I knew itu cewe ada bau bau 400 jt nya pas samperin Aing yg 21thn aja gaji w mentok di 18% dari dia yg 400jt huhu, keren sih 19 tahun bisa menghasilkan 400jt, respect for that gurl baby Diam diam ngiklan ini😂 22thn dengan gajih 2jtaan blom lgi kepotong buat nyicil hp harus pinter nabung sama cari kerjaan sampingan kali yak... 19 tahun? Bisnis konsultan, gokil. Pinter bet nih... Oh itu yg punya santiago ariko haha lucu bgt matanya Yang 0 nanti abang nafkahin aja yah 1jt i luv u Mas2 10jt pns mana? Aamiin kak🤣 OH km tu ya Hmm pengen buru2 jualan semangat yuu Yg B aja malah kaya 400jt me nailed it Ada yg tau fnb brand sandiago?\nGua cari di google malah yg keluar Sandiaga, suee Cewe Baju Biru sok asik ! haaa 400 juta sudah ngewanti pake bmw .. 😂 karena kalau 20 juta mungkin pake jazz aja SOLID GOLD COMMODITY itu perusahaan yg bergerak di bidang bursa atau semacan kan? I think we should to get in touch with that 400m girl X_X gue 26 gaji 2,1 cukkk RP 400 Juta Perbulan  Hobi Joging Itulah Impianku 19th gaji udah 400jt gilasi! KETAWAIN! Siapa tau bisa jadi kayak mbaknya juga punya gaji segitu 😂 Intinya penampilan tidak menjamin orang itu kaya maupun kurang kaya 😁 kembalikan kolom translasiiiii, aku benci cretivox tanpa subtiteeellllll!!! Yang 400 jt gw udah tebak😂 MY INSECURE : VERRY STOOOONKK ✅ Bayangin jadi yang gajinya kecil tapi ga insecure sama yang berkali2 lipat dari gajinya ariko cakep no debat kalah waifu kalian bismillah allohumasoliala syaidina muhammad gaji 400 jt Lucu Seru banget sih ignya ariko apa😭♥️ ngepet solusinya Halah  scroll komen paling lu keren bener kontennya kalau ada jejo bawaannya males nonton Bikin kontent gaji kayawan yg kerja di pinjol dong🤣 nungguin subtitle kocak. wkwkwk Min Plis lah ig nyah ka ariko dong Jancukk.. Riba kerjaan. Kasian buat yang masih nganggur.. ironi yang tua mesti belajar yang muda, yang tua mesti ngejilat dulu kalo mau gaji segitu Itu yang perbulan 400 juta\nBC di Pialang. Rejeki MACAN ! Masnya yg pake bju item mood bangeeet Gaji gedhe pokok jangan jadi maling ya gaess!! Boleh ikutan nebak gini gak @Cretivox ? Smooth banget placement nyaaaaaaa Baju jejouw bgst! Bikin salfok Next income ratusan juta sampe milyaran sebulan. Yg 400 jt udah ketebak sih.. makin gede gaji makin gede pressurenya, but not always, depend on each on anak BSD rambutnya licin bangeeetttt... Jangan liat lontong dari bungkusan, emg out of the box inimahh good👍 Timoti tinggi banget anjir 19 tahun gaji 400 juta menunjukkan sistem dengan  ketimpangan ekonomi yang sangat besar akibat kapitalisme, \nGa perlu di wow-in Biasa cuy previlege orangtua apakah mengandung iklan? Insekyur kepala 3 tp gaji cm belasan jt yo oloh...19 th 400jt.... underated banget sialan gw kira dia jualan NFT omset per hari 10 ETH santai anjing, kwkwkwkwk Good content konten yg bikin penonton dan peserta disana insecure WKWK gua sering beli santiago, baru tau dalangnya skrg:) Gila 19th udah 400juta!!! Heiii kamu kaum rebahan bangun!!! Lebih enak jadi petani sawit, lebih santai IG para juri Gila Trader Yang 400Jt Cuk.. Pengusahanya kok 200 jt sih.. Yang ku Kenal Trader Malah minus 500jt Kesimpulan nya penampilang dan dusta sgt menentukan gajimu hahahaha 19 tahun 400 jt😐 ajarin gua dong Ariko cakep bet dah :( Koin apaan yg dia jual tu? Pengen tau Halo kantor pajak Salfok sama Ariko, cantik manis 😍 Gila orang pada kaya kaya amat ya 15:50 itu kerjaan apa woii yoii broo lucu bgt doi Nunggu IG nya bos konsultan gold Gaji 400 juta ? Lu klo temenan kek gw gini malu ga sih :( Ketawa jejouw kelass (emot fire) Apa karena gua kismin jadi keliatan banget siapa yang gajinya berapa berapa 🤣🤣🤣🤣 Kerennnnn.. Ada in yg kaya gini lagi seruuuuuu 😁😁😁😁😁 yg gajinya 400 jt namanya siapa yaa? pingin kepo 😂 aku yang guru honorer menangis melihat ini wkwk Cringe anjr si ono Saran waktu ditanya, yg berdiri disediain duduk kayanya lebih nyaman 👍🏼 Ngakak gw sm yg celana ijo. Jokesnya\n\n\n\n\n\nUuuhhhhhhhh kaya niiiiiiii, hahahahahaha Guru honorer menangis melihat ini Ge lht org yg disuruh masuk aja udah bingung gw. Wkwk Ko gada cc nya Seru liatnya 🤣 Insya allah gea gua nyusul gaji kamu amin🙏 ni tebak gaji isinya 19-22 thn mohon maap ni gue kok blm kerja2 ya T_T Abis ini orang Pajak langsung nagihi pajak wkwkwk Yang 40 juta apaan tu Gw 21 tahun belim bsa ngapa²in hadehh \"Kerja lo apa gaji bisa 400jt?\"\n\nAlso me talking to myself: yang jelas ngga kaya lo yg hobinya rebahan sambil nontonin konten YouTube lol Jangan berkecil hati mbak.\nKalau jalaninnya dg ikhlas, insyaAllah gajinya nnt gede bgt di akhirat..\nSemangatt..💪 Upppp Kurang setuju sih,\nBoleh tapi yg kursi tinggi itu Tapi kalo urusan pahal GK kalah tuh wkwk Pahala tinggi 🙌🏻👍 Kerjaannya mulia tapi, gan. Teruskan 🤭 😭😭😭 Bisa buat gaji se sekolah Guru honorer  @Gombes VS  halahh... emang pahala cm honore doang yg tingi. Mreka yg gajinya tingi jg pahalnya tinggi😅😂😆😃☺  @Delicious Pancake  iya lah guru honorer itu kerja ekstra tapi gaji se ikhlas nya parah hmmm Gajinya 6 bulan sekali lagii 😂 udah nangiss Gajinya masih 300 perbulan? Semangat!! Cari income lain Guru honorer gaji sedikit, tetapi berkah, jadi cukup Tpi kalo konten bermanfaat gmn tu  @Hafidz Agil Roziansyah  tetep aja ga ngehasilin duit  @faizi  buat pengetahuan bang kan bisa belajar macam2 di yt seperti programming, public speaking, dll bekal awal buat kerja itu Sakit hati gw bacanya.. karena yg lu bilang itu posisi gw sekarang.. 🥲  @Hafidz Agil Roziansyah  Walaupun konten bermanfaat kalau most of time nya di habisin cuman buat nonton doang ga ada action ya gabakal deh tuh punya 400jt hehe no hard feelings ya  @rendy andika oktovan  wahaha no hard feelings. Pada akhirnya semua punya jalannya masing2  @diana eka  action sama pengetahuan/pengalaman sama2 perlu mbak kalau gada dua2 gabisa sukses setahun 4M\n4M\n4M\n4M\n4M\nmampus biar terngiang ngiang  @japri  sebenarnya trading dan investment itu pendapatannya fluktuatif, Walau keliatan pendapatannya gede itu maximal yg bisa didapetin dalam sebulan.  @japri  wahahaha SAVAGE Tertampar Kampret  @Hafidz Agil Roziansyah  Makanya mas kan tadi saya highlights bagian \"kalau nonton doang ga ada action ya sama aja\"  @diana eka  it's true. Tapi youtube membuat banyak persatuan. Youtube sebenernya untuk orng2 lemah yang mau bangkit. because it's down  @diana eka  orng2 bodoh bisa jadi pintar karna youtube. Anda pun tersaingi sekarang.. when it comes to money it's not the same. Tapi kepintaran yang km pelajarai selamaini. Kemngkinan udh bisa di akeses siapapun di platflom yng satu ini mbak 😂. Salduos amgios èxito eka  @fatcrruise  bener Investment GK ada yg Wow kadang naik turun kwkwkwkwk males hehehe Yok bangun semangat!!! katampar aing astagfirloh..... semoga bisa berubah💪💪 Wkwkwk.. ketangkep basah 😂 itu gawee apa si yang 400jt gajelas soalnya waktu dia ngomong aksksk? Gaji pns 4 besar wkwkw best moment 16:47\n wkwkwkwkwkwk 8:55 emang ya kalo org yg beneran kaya gak pernah over dlm menampilkan diri dia, terutama dlm keseharian, biasanya suka yg sederhana, cara dia ngomong jg down to earth bgt, big salute, kerjaannya gimana itu konsultan, mantap bgt Semangat para pejuang Cuan!\n\"Berdagang membuka 9 dari 10 Pintu Rezeki\" Ariko vibenya kayak Kim Tae Ri nggak sih? Ya Allah apa daya gw yg minta mulu sama ortu😭 Motivasi buat diri gue 😌 nangis dengan gaji umr 😭 gaji orng gede gede banget gimana caranya si 3:50 ariko kamu terlalu baik.. gaji 1 jt mau di kasih.. humble banget, plis yg ada ignya mohon di share .. gak nemu2 soalnya😂 Ini sombong dengan gaya😂 Bismillah step 1 otw 200 juta ✅ Emang ya, Perasaaan pertama itu engga bisa di tuker-tuker,😎 16:07 🥰 ya Tuhan digaji yg 200juta juga gpp deh... Aminnnn *someday balik lg ya kamu buat edit komen ini, tulis kalo udah bneran di angka segitu Aku 16 tahun masih SMA puji Tuhan udh 2jt/bulan, ngefreelance design. Semoga bisa lebih2 lagi sampai mengikuti org2 hebat kyk kakak2 di video ini. Sky is the limit, amin! ;) dont judge the book by its cover. tapi kalo beli buku kadang kita ngeliat cover dulu baru liat isinya, ada tagline dan quote atau lainnya, baru liat isinya.\n\nKatanya jangan melihat makanan hanya dari tampilannya, tapi dari rasanya, tapi kadang makanan yang kita liat di gofood selalu base on look dulu baru test rasa. Gimana mau jualan kalau tampilannya ngga menarik.\n\n\nJadi, pintar2 lah bermain, berasumsi boleh, tapi jangan dilontarkan. Berasumsi boleh tapi jangan lah berburuk sangka. Menganalisa boleh, tapi jangan menyakiti orang lain. Cukup dalam hati saja. \n\nBukan berarti pula kalau kita memang berkecukupan dan bisa asal2an berpenampilan, bukan berarti juga kalau kita pas-pasan jadi berpenampilan awur2an. Pintar2 lah bermain. mau jadi bisnis konsultan aja hahahahhahaha Kok ada ya anak muda gaji ratusan juta Apanya yg gak over haha itu kaosnya aja palm angels Kaos dia aja palm angels :( Gak pernah over. Ente sakit mata apa gimana bro 😂. tidak over utk meninggi..\n\n\nbuset, bocil penuh iri dan kedengkian bnyak beut dahh.. Jah  @Shovie   Dimaklumin sih orang bertanggapan gitu, berbicara dikit tapi outfitnya palm angels, jam coach, dan sepatu converse platform. pliss, itu kerja apaa cuy 400 JT  @Flex God  lu tonton sendiri lah blok  @Angeline Salsabila Maharani  trading binomo😜😜😜😜 Wanjir jangan\" kaya juga nih orang. Palm Angels dibilang sederhana. 🤣 Wkwk sederhana gmn sih bro liat yg detail dong Wkwkwk dari bajunya aja keliatan:)  @Angeline Salsabila Maharani  kerja kyk dia bisa kok lulusan sma trs banyak tuh lowongan nya  @Nur Alif  yaelah itu sama semacam future . Maen jauhan sana 400 jt bisa jadi bukan perbulan mungkin itu pencapaian komisi dia tertinggi  @Panjul On the beats  maen yg jauuhhhh lagiii, sebulan 400jt bisa bgt sampeee kalo memang clientnya bukan kaleng kaleng:\")  @Anisa Octaviani  yaelah nur itu udah delete comment nya…2021 masih kemakan dunia tipu2 sorry2 aja ni gua udh lbh jauh dari lo yg masih peyek  @Panjul On the beats  siapppp si jagooooo🥰 Hahh ??? Whatt?? Kalau dah punya gaji 10jt keatas punya kaos palm angels dan jam coach sih dah biasa aja kali?  @Panjul On the beats  cui konsultan emng gede gajinya, ruang lingkup gue bagian akuntan publik, udh sering gue liat org2 konsultan pajak, konsultsn bisnis dan sekawannya, untuk range ratusan juta per klien itu udh hal yg biasa bgt Sederhana gimana ? Kayak anak hype beast yang suka koleksi outfit jutaan sih .. yok di liat lagi lebih teliti dr atas rambut sampek ujung kaki merk\" apa yg dia pakek 😭👍🏻 Dari pakeannya aja udah over 😂 emg tolol lu ya Karena dagang rezekinya dibagi 9 makanya kebagian dikit 😂 sisanya semua ngalir dari 1 pintunya  @dony trian  9 yang dibuka om, tinggal mau masuk apa enggak, 1 pintu lagi Tawakkal biar kebuka semua pintu rezekinya 😀 Yg jelas ga rebahan dan ga dirumah terus huruf k ganti q coba search Huruf A di ganti angka 4 coba search @ariqo Gue amini  @ATS Studio  ya Tuhan baik amat kamu, aminn aminnn hallo gw 16 thn msh rebahan aja ni wkwkwkw  @Nazila  savage bro :D Freelance dimana bro?  @Nazila  aduh wkwk gpp kok, temen2 seumuran gw yg lain jg pada gt. Semuanya ada waktu mekarnya masing2 dan pada umumnya anak SMA emg masih sekolah. Gw karena iseng2 aja pengen nyari duit tambahan, tp malah jd keterusan.😅  @Ju1 Design  jualan di web apa bro?  @Ju1 Design  lu freelance di mana bro ,,ceritanya sama kaya sepupu gw nie,,,gua 17 tahun belum ada apa apa anjir pengen freelance juga ,,ada freelance editing video ga sih? Nebak aja .. fiver ?  @Ju1 Design  boleh tanya dong tentang agan ada sosmednya gk 😁 mantab bro, lanjutkan. Gua di usia 20 tahun baru bisa dapetin 2jt/bulan dari freelance Gw 20 tahun nganggur :v  @Creative Bostonprice Asia  boleh tanya\" seputar pekerjaan gk gan? 😅  @Adam riyadie  boleh, selagi berhubungan di dunia desain grafis dan freelancer, Insyaa Allah masi bisa ane jawab  @Ju1 Design  Bro, klo boleh tolong banget dijawab jualan nya di web apa, soalnya ini gw juga jualan design susah cari client :), atau design lu udah comersil? Aku nitip, pengen tau jawaban komen komen di atas Aminnnn 16 bartender gw ahaha😂 bantu jawab ya, untuk langkah pertama itu, jualan aja di sosmed pribadi, perbanyak portofolio taro aja di instagram, dan behance kalo mau.  @Ju1 Design   masih bocah Sial gw iri bro  @Ju1 Design  hoax. Antara klo ngk warisan bokap/nyokapnya. Minta ortu buat modal buildnya. Design itu perlu modal juga. Sekill tanmpa tools Semua gk berguna kombinasinya semangat bro tolong yang ngerendahin skill design orang dari umur nora anjir. itu emang udah bakat dia kali ortunya juga mungkin support jadi udah. kelar. lo ga suka. skip. Anjing gw umur 30 thn design grafis gaji cuma 3 juta 😂  @yangsudahada  kalo pun \"HOAX\" Untung nya dia nyebarin hoax apaan emg, toh bagus juga umur segitu udh penghasilan sendiri kalo pun dibantu ortu..  @yangsudahada  ??????? apa yg musti di hoax in anjir  @fried ebi  ya hoax. ngakunya gaji segede itu gaji dia sendiri. klo ujung2 nya dari warisan. rata2 orng lihat dari depan. tidak di sertakan begroundnya  @yangsudahada  peran orang tua itu emang penting, lalu kenapa kalau ortu nya bantu beliin dia fasilitas yang memadai untuk bantu ngasilin duit?🗿  @20 XII RPL1 I Wyn Arya Wijaya Pramanta Dharma P.  berarti usahanya bukan sepenuhnya dari keringat dia. menurut saya tidak bisa disebuat manusia golden. apalagi kalo bukan andalin thatah harta warisan. sedangkan diluarsana orng berapi2 membara agar bisa dapat harta tersebut  @yangsudahada  iyoi, tapi itu bukan berarti menjadi alasan untuk tidak membiayai anak untuk meraih masa depan yang lebih bagus  @20 XII RPL1 I Wyn Arya Wijaya Pramanta Dharma P.  iya ada + minus nya. Dapat suport ortu + masadepan lebih cerah, biyasanya minus tidak dapat respect  @yangsudahada  Bro, gw setuju ketika lu bilang design itu butuh modal, terlepas itu dari design, semua apapun yang ingin menjadi usaha kita, pasti semuanya membutuhkan modal untuk fasilitas dari usaha tersebut tapi gw tdk setuju ketika lu bilang bahwa penghasilan yg dia hasilkan itu adalah hoax, Krn atas dasar bantuan ortu misalnya lu bilang td atau Krn harta warisan. Tapi bukankah itu lebih bagus buat dia? Dia masih SMA yg berumur 16 tahun tp dia mempunyai bakat yg mungkin ahli pada bidang tersebut kemudian dia kembangkan dan jd penghasilan buat dirinya yg pdhl di usia trsbt shrsny fokus sekolah tp dia sdh bisa menghasilkan, bukankah shrsnya hal trsbt patut di apresiasi? Setidaknya itu adalah awal dari  karir dia, penetapan pilihan dia utk ke depannya dan dia sendiri bisa memanfaatkan privilegenya dengan baik. Pdhl jrg jg nemuin anak² yg di umur segitu tp pikirannya udh terbuka lebih jauh, 1:50.  @Sahabat Ackerman  ya ada  betull nya. Tapi inget bor tidak semua ortu bersikap seperti itu. Tidak adil aja rasanya, yang lain susah payah dapatkan usaha/karir yang di tuju. Dia sekali masuk karir itu udah langsung dapat booster. Seakan2 dia orng VIP/Orng elite wkk mantap Ku 13 gajinya 350 :) Yang jago gambar inbox  @El Cha  gua bisa Ngefreelance dimana bang\nFiver bukan Gw juga freelance dari 2017. Bikin logo, design  karakter chibi, penghasilan emang ga menentu sih. Kadang 1.5 jt/bulan.kadang bisa 3juta. Halo kalau boleh tau freelancenya dimana ya?:D Gimana ya proses memulainya? damn kamu keren asli, semoga aku bisa kaya gtu jga aamiin Inpo Semangat bro..  @yangsudahada  hoax gimana dah wkwkwk emang aneh kalo ngehasilin duit banyak lewat design? Maaf ya kalo kakak punya skill pake peralatan kaya gimana pun bisa. Di hp aja sekarang bisa setara sama creator-ceator behance walaupun gak sebagus mereka karena pasaran 'kita' juga beda kelas sama buyer behance.  @yangsudahada  Kalo kakak bilang 'hpnya kan dibeliin orang tua' gak, beli sendiri dari hasil nabung dan jualan beberapa barang promoan. Duit jajan aku juga ga masuk ke kalangan atas. Siapa tau dia yang rep ini sama kaya aku? Kok ngejudge nya gampang banget:< kalo duit ortunya emang kenapa juga, ortunya kerja buat dia masa ga di pake hasilnya???_????  @Khansa Salsabila A  Semua jawapanku diatas. menuju kesimpulannya... Tergantung dari (privilege) Channel mengkece emg nih \"perkejaan\" Good content bro, suka banget ky gini Seru....seruuu😅😂🤣 Ig mba\" yg nanya' dong Sumpah seruu!! 14:23 kerasa banget privilege-nya 😂 gila santiago sebulan 200jt Ngehe 19 tahun udah bisa segitu, gue 22 masih nyari lowongan kesana kemari dan tertawa :) Pasti di endorse dah spill ig mbak yang 400jt tokomall aksesnya gmn caranya? Bismillah semoga cepat nyusul gaji 400jt+/bulan Jejouw Kekecoh sama sih TUKANG NFT😂 smua pda ngasih 400jt😂 taunya cuma 5jt insecure bat yg gajinya dibawah 10 juta ikut jadi talent gini Seru seru Selalu ditunggu setiap episodenya gila sihhhhh gaji sebulan 400jt waowwww gila gilaaaaa keren banget kakaknya Ariqo nebak balik pendapatan Jejow dong.. Wkwk sama njir, tp video ini udh ngebooster gua bgt, bismillah next dpt gaji/omset 500jt perbulan, aamiin Cuma yang 400 jt yang aku tebak bener hahah, karena memang outfitnya branded dari ujung kepala sampe ujung kaki. Sisanya salah semua... Yang pake air Jordan ga nyangka sih ternyata gajinya 5 jt, kirain asli soalnya... Jangan pake barang kw dong biar ga menyesatkan haha. Btw yg 90 jt ke atas ga bs dibilang gaji ya, lebih ke penghasilan usaha itu... Mana nih tumben subtitle nya gak ada bENER filing gw ternyata cw yang pake topi yang 400 jt Keren banget masih muda gajinya gede2 Kontestan be Like :\" gaji W itu\" Sebelum nonton, aku nebak dulu ah. Yang mas mas celana pendek make kacamata sepatu Jordan atau mba mba rambut panjang make topi. 19 tahun 400 juta:O Hayuk semangat jangan rebahan mulu fren😂 00:03 Kim Jong Un Tepuk Tangan Gile-gile.. Coba bayangin elu ada di posisi yang gajinya Rp 0 atau Rp 1 juta, terus buka-bukaan gaji di tempat yang sama dengan orang yang gajinya puluhan dan ratusan juga. Auto minder. Itu yang arsitek ig nya apa 😀😀 Yg agak meragukan itu yg 400 jt per bulan dgn pekerjaan bussiness consultant doang. \nKalaunpun bs segitu hrsnya paling ga terkenal.  Krn dia dpt begitu banyak dr org org yg bth konsultasi nya sperti gema , pak tito.  Smua konsultan bisnis yg penghasilan besar paling ga dia itu terkenal.  Tp saya cr google nama ghea kok ga ada ya\nDi indo utk bs punya penghasilan segitu minimal punya company.   Ya bs jadi sih dia punya bussiness consultant company. \nAtau bs jadi dia trader juga. mba yang software tester kesian banget 4.4 jt aja. perusahaannya tolong dinaikin gajih mba nya wkwk at least 5 jt lah.\n\nsaya juga sqa soalnya hahaha. gokil ni si jejow😅 Yg arsitek cantik banget. Jiwa miskin meronta ronta, Apa kabar gw dibawah sejuta Hati kecilku terkejut mendengarnya 400jt Bussines consultant gold commodity = sebut saja sales broker/ pialang komoditas Sepatunya bang Jejouw & Timothy twinning ya? Yang begini bikin semangat naik lagi🔥💪 Jangan kan gaji 5 jt kak. Thn 2015 gaji gue cm 3 jtan bisa beli jordan 😂  @Panjul On the beats  semurah itukah air jordan? Kirain aku itu yg limited edition??  @tikachu86  klo di tahun itu jordan 1 ga terlalu diminati orang awam bahkan yg mahalnya cm og colorway aja malah klo tau aj 1 fragment yang skrg 70 jt di tahun 2015 5 jt juga dapet wkwk kerjanya di future gitu ya itu maksudnya?, soalnya dibilang baru 1 tahun dan udah segitu berarti nasabahnya udah banyak banget  @Ladang Tekno  iya udah sama komisinya Faktor orang tua 😄😄😄  @Ladang Tekno  yoi nasabahnya dah bejibun itu yang bikin kaya 😂 semua ada waktunya ixixi Paling make sense yaa trader sih, trus ada sampingan jd sales brokal Iya kalau dia plus jadi trader mungkin bs dan masuk akal ,  tp potensi 400 jt bs.  Atau dia yg punya company nya.  Kalau cmn bussiness consultant doang saya sih ragu hehe.  Kalau pun bs paling gak kan klien nya udh banyak tuh yg pakek jasanya , di google atau berita pasti masuk lah.   Tmn ku yg penghasilan 50 jt/ bln dr konsultan aja masuk tuh berita,  masak 400jt ga ada berita nya. iya ya, padahal 400juta gajinya diatas business consultant McKinsey, Bain, BCG anjir itu itu paling didapet pas umur 30-40an, padahal tau sendiri client2nya McKinsey gila2 Kalo mau kearah situ kira2 skolah or kuliah ambil ke jurusan apa ya kak? Dek calon arsitek semangat ya jangan cemberut, nanti kita bareng2 biar bisa punya gaji 400jt ya 😁 Respect to all minnn ariko ig nya manaaaa Subtittle mna miiin... Konten yg bagus jejouw paling asik sumpah Ada yg tau ig mahasiswa arsitek wkkwkwkw ? Brasa ga sih yg cewe arsitek kek malu2 gitu 🥺.. rada kasian. Kamu pasti kelak sukses trus gajinya minimal 2 digit! Wow 400jt, Sebulan gajian dia bisa buat biaya hidup gua selama 5 tahun 🤣🤣🤣 seruuuu wkwkk Unpopular opinion: gw kasihan sama yg penghasilannya dikasih 0, a bit rude gaksi Guys ada rekommedasi lokasi2 toko thrift? Ariko cantik bangettttt Seru asli Asik bat anjir gaboonggg 5:57  Savage moment Jiwaku bergejolak 😅😂 Gila gila 21 bisa gitu.. salfok sama timo sih :( Konsultan Bisnis kerjaannya ngapain aja sih kok bisa sampai gajinya tinggi banget. Itu umur 19 tahun masih muda ngasih konsultasi ke pemilik-pemilik bisnis yg senior atau gimana? Aamiin >:( 6/7 JT an gede loh bersyukurlah daripada yg lain kecil2 ya begitulah hmmmm Penasaran sama yg gajinya 1m++ gw di ibukota bisa ga ya dpt gaji range 10-400 jt kyk mereka? aamiin 19 tahun 400jt, gue 19 tahun baru 200k :( Jejouw: Nggak ada pacar ?\nErick: Ada\nJejouw: Bisnis sampingan ?\nErick: Nggak ada\nJejouw: Sialan.....\n\nngakak Beruntung banget si kalian, Gua Aja Gak Pernah Kepikiran Ada Seseorang Yang Gaji nya 400 Jt, Di otak Gue paling 25 - 30 jt, Tanpa Kecuali Perusahaan Milik Lu Sendiri, Gue Percaya Si Itu. 400 juta gw udah yang cewe pake topi pasti yg 400 juta 😭😭 dari cara dia ngomong + style outfitnya.. keren beneran. sayang banget gk ada yang nyangka 400jt sebulan 19 th? sumpah.. pikiran gw ga nyampe buset Dear kak gea caranya gmna? pgn belajar ME LOVING ARIKO VIBES Ahhh gilaaa tajir tajir tajirrr hebat sekali anak anak ini. Coba tanyain anak anak orang kaya pekerjaan ortunya Wah gaji y binis consultan tinggi tinggi semua 😭 Ignya dung Buset business consultant gold commodity ato gold mining itu ? Gw sampe ulang2, 19 thn pula udah pasti pake skill bkn pake ijazah inimah Gw 19 taun, cuma gabut nungguin umur ke 20 nama ig nya ariko apaa euy Gila sih ini ganes termantep sih mana mau orang sebutin nominal gaji yang padahal itu adalah privasinya Bisnis baju tambang, keren sih 👍. Tertarik juga gw bisnis itu Anjirr income 200 jt/bulan, dia merasa belum bisa bahagiain ortu🤮 Bisa aja Gaji gw sebulan 2,5 jt kalo 400jt kira2 brp taun ya 🤔  @Maulida Rahmah  perlu 13 tahun kak :) wkwkkw korelasinya apa ya Wkwkwk asli ngakak bet pas di scene itu🤣  @Noval Alfarizi  ternyata ngga cuma gua ya, soalnya mayoritas komenya gaada yang notice 😂 itu wearpack kan? Pemainnya masih dikit kali ya, kaget juga sih income segitu  @Warganet  pemain dikit tapi yg butuh juga dikit😆 3:53 sekalian usaha nih 😭🤣 Ngakak sumpahhhhh kocyak Seruuuu Ariqo menarik bangett diliatnya 19 thn 400 juta, konsultan apa ya? Kurang jelas suaranya tidur bukan hobi woi.. itu kewajiban 8:44 liat si mbak itu kayak ketawa kecil gitu, firasat mengatakan dia yang 400jt. Ehh ternyata beneran dia ini bagus buat motivasi orang untuk menjadi lebih baik dari sudut pandang, pekerjaan, pola hidup, ini keren si Amanda cantik banget😁 Kok bisa gaji gede² kek gitu Ariko gemes banget wkwkw Kaum mendang-mending nyimak hah? business consultant for 1 year udh 400 jt? Seru bet Gaji 400 juta dengernya sampe mulut nganga 400 juta per bulan? Satu level sama Sisca Kohl keknya Plis kecanduan nonton hahah itu 19taun beneran 400 jt? apa gue salah denger anjrit pemgen kaya Gimana bisa ya 19 taun harusnya lulus kuliah aja belom jadi business konsultan gaji 400 juta. Oh MLM nih, money game mnrt gw sih. Jgn tersinggung ya. walaupun 1 juta, potensial banget ariqo bisa ngehasilin gaji diatas rata rata, masih kuliah dan ortunya juga support materi Gold berusaha brayy awww who knows bro lebih rendah sisca kohl jangan2 hayolohh awas ga subskrep  @Cretivox  udah kok.min bener bray Siapa tau zenius sekolahnya cepet ya klo lo punya koneksi bisa aja si.. Keliatan yg gaji 400jt, keluarganya udah dari kalangan atas. Kalau keluarganya dari kalangan bawah gak mungkin dia bisa dapet koneksi diatas dengan mudah apalagi umurnya baru 19thn. Ini mah definisi yang kaya makin kaya.  @violet  bnr bgt. krn faktor ortunya juga uda punya bnyk koneksi. Didikan keluarga dn previlege dia bagus gk kayak elu dn kita2, jadi ya maklumi aja Anjir pada pos think semua komennya. Mantap  @ATS Studio  gua stuju. bner si. apalah daya kita2 Info loker?? 16:44 200 JUTA 400juta sebulan ☺☺ Kerjaannya “MAIN ANJING DOANG” wkwkw udah gile insecure gua Keliatan kok, gw bisa nebak 4 4:52 thats just disrespectful sih, jelas2 udh ada pilihan gajinya berapa, kyk nge underestimate org banget jatohnya smpe request pilihan gaji enol :/ Wow amazing 400 juta 😳,, mudah2an bisa.. aamiin Ariko cantik banget gilak🥵 Anjrit, sering di invite temen w makan di resto mewah and nginep di hotel bintang 5, dia gawe Business Cunsultan, berarti penghasilan sebulan dia sekitar segitu ? 😭😭 Keren Okeee habis ini gue jadi business consultant aja Paling muda tp gajinya paling tinggi disitu. Salut. Memang ya kita gak bs jugde the book by its cover Nungguin subtitle wee GILAKKK ariko 3:37 ignya apaan woi Business Consultant Komoditi Gold? hmm I see tko on the way to hit 100$ 🔥 don't miss this gem. yg kuliah arsitektur spill ig nya😭😭😭😭 Ampun ampun ampunnnn😂😭 lah ya lah uwoow kwkwkwk kn lg pandemi xixiix jangan dong mantap yg mana aja tu Ikut kesel sumpah, gatau mksd dia becanda pa gmna tp itu tuh cringe anjr, pdhl udah jelas kontennya \"tebak gaji\" udah pasti pesertanya ada penghasilan. Seenggaknya tinggal pilih gaji yg ada, gmpngkan. Tapi di list gaji yang dikasih di awal video, ada yang Rp 0,- ya kan namanya jg nebakk….. hmmm hmmm bisa jadii klo emg bisnisnya melejit?? sip gaskeun yoi brayy samnagat terus ye sabar ya otw take a deeppp breath help @cretivox @ariqo Dari awal liat  kaka yang pake topi, udah keliatan beda vibesnya, trus dia bilang pake bmw berangkatnya, makin yakin sih 😂, eh ternyata bener wkwk ☺ Ras parasss HAHA Yaallah aku jadi malu klo pke outfit mhl tapi gaji masih umr🤣 @ mba mba ketiga?🤨🤨🤨🤨🤨🤨🙏🤨🤨🤨🤨🤨 jadi insekyur wkwkwk Pgn gaji 400jt tapi hobi rebahan. Gmn dong? :') Lebih susah mikir kenapa mereka nebak bener 3 padahal dr statistik klo 1 salah tebak auto 2 yg salah. \nImpossible bener 3, se impossible aku dan dia. Ariko cakep bener wkwk celana ijo berisik banget Pertama lu gabisa nge judge dari fisik trus itu yg gaji 90-400jt perbulan gua masih ga abis pikir cuy\nAhahahaha salut dah sama semua pekerjaan apapun itu kunci nya sabar sama konsisten 💪 Sumpah gue liat yang kk 200jt gabisa diem bgt bedirinyaaa, gregettt bgt njir wkwkwkkw Jejouw abis ini dislentik cici yeni 😂 mba gea jadiin gw temen lu 🥰 Bisnis consultan kalo buka bisnis sendiri berhasil gak dia ya? bang timothy nanyainya kayak wawancara kerja wkwkwkwkkw Gaji Tukang LAS berapa .yaa ... Ya Allah dapet yg 10 jt sebulan ajah dah jadi mantu idaman di sini ( PNS ) PNS 10 Jt anjg. Bagian apa dia Ya Allah please nularrrr Keren sih, mereka bisa kayak gitu karna mau belajar, pinter liat peluang + sadar sama skill yang dipunyaa. gpp penampilan juga mendukung self confidence hehehe ga becanda😡 bisa aja sambil liatin saham Genit lo yeee lah lah lah kl ga ga rame yoii dan semangat terus ye wkkwkw gatel pengen dagang wkkwkw katanya sih jejow tidur di pintu luar rumah mau lu porotin doang ye  @Cretivox  rahasia terbongkar Tanya Bob Sadino kaku kaku kaku uda cukup lama keknya brayy Faktor utama lebih ke koneksi & resource Yg di konten rata2 emang ortunya dah tajir duluan  @Warganet  ini baru bener...  @The Konstituanto  bapaknya pasti derektur. Semoga bukan orng2 koor 😂. Bercanda  @yangsudahada  wkwkwk...waduh2...lebih keren yg pramugari jet pribadi bisa 40 juta duooonks  @Warganet  Yap privilege juga lumayan menentukan  @The Konstituanto  padahal muka dan badannya trrgolong biasa aja untuk jadi pramugari private jet, di maskapai komersil kayak garuda dan lion bahkan orang indo di maskapai emirates qatar aja lebih tinggi semampai dan kayak model… kemungkinan besar ce itu anak orang kaya/kenal crazy rich yang kebetulan lagi butuh FA untuk private jet karena normalnya butuh jam terbang tinggi 5 tahun keatas sementara ce itu keliatnnya masih 20an Timothy tinggi banget ya kakak yg mahasiswi arsitektur cantik bangett😩❤️ 9:43 kak gea instagram nya apa?\nAda yang tau? Anak gaol habis yang pakai topi, keren keren amanda🥰🥰🥰 Saya ingat kata2 Ernest Prakasa... Konten yang membangkitkan jiwa insekiur.. Jangan sampe mamaku nntn auto di bandingin wkwk :') seru nih guys 19 tahun bisa 400 jt perbulan mantap bener mbak :)) 15 Juta,,, Gas ke 50 juta amiin Arikoo cantiknya gada obat dah 50 rb per abad alhamdullilah🙏 Setelah si cwe bilang \"Gua kuliah arsitektur\", langsung tau kalo dia di angka 1jt an. Yah begitulah nasib kami. Kerja capek bayaran lebih murah dari kuli bangunan 😢 Kalo mohan yang suruh tebak pecah si 21 22 tahun dewasa bgt, apa cm gue yg kek bocah sma? PART 2 Gw ga suka sm yg pake kaos \"cause stone Cold said so\" Awas diincer djp wkwkw Arikooooooo 400 juta, wow. What she doing??? Untung dah dapet instagramnya 😂 Suara nya sopan banget d telinga  @rex rex  namanya siapa?  @rex rex  siapaa njir plis bet inimah Iya cuy manis  @rex rex  up  @rex rex  bagi anjing  @Akbar bar  @ariqo Gue kira cmn gua aja yg notice😂  @rex rex  emang paling ajg namanya rex rex Amanda dong ig nya... Haloo tantee..... 📞 yoi~~!! Kode ,bakalan collab ga yaa 🤣🤣 bang sekilas liat channel lu, ini lu yang dulu iklan Binomu ya, yang jutaan orang bahkan tidak menyadari :D YOI PAK. SEMANGAT! Arsitektur tuh pas kuliah kek kwrja rodi  pas lulus ga begitu dibayar besar😭 Gaji 400 juta??\nDiPiaR Info loker dong:) Gokilsss auto subs YAAAMPUN gede2 bgt gajinya 😢 Jejouw adalah gw saat interview Ariqo seruu hahaha Bang naikin gaji editor dong Jejouw sok2 kaget ada gaji 400 juta, padahal gajinya sendiri 8 miliar perbulan wkwk jadi penasaran tebak gaji karyawan Creativox.. Pantesan 400juta bisnis konsultan coy 😂 konsultan emang gilak sih Keren keren Raymond wong!!! Anjirlah makin insecure kalo gini jadinya Hallo @dirjenpajakri sumpah insecure parah sih lihat ini, 27 th tapi ga ada apa2nyw Guru TK cm bs wow aja liat nya hehehe ARIKO CAMTIK BNGT Langsung insecure, gua umur 20 tapi gaji masih 2jt-an semoga pas umur gua kepala 3 gaji gua naik jadi 3digit Buruh pabrik ngga di akui di sini ah, ngga asik Knpa sih pada muda2 banget wkwkw gue ketuaan kaya nya yakkk ini gada obat der km yg bener aja deh wow emg dia kerja apa?  @ki jarot  pengusaha sih dia, seharusnya bukan gaji sih tapi income. konsultan di bidang apa ya yang gajinya 3 digit gitu?  @フエイ  bisnis consultant, tax consultant, marketing consultant ehhh ssttt pelan2 mba,, semangat bu guru!! jasa mu membuat mereka sehebat ini amin! Itu kyknya yg owner bisnis bkn gaji deh ...\nItu mah profit 🤣🤣 Hmm\nDi sini aku hanya bisa sholawat dan istighfar dalam satu waktu. Sangat menghibur jiwa pengangguran ku 😭 Demen bgt gw klo konten beginian, bikin jadi termotivasi.\nJujur bgt ni, gw dulu puas dg gaji gw sebelumnya dan merasa cukup dan hidup udeh begitu2 bae. Tapi sering nonton konten beginian buat gw jadi termotivasi dan merasa gila gaji gw kecil banget, gw harus bisa cari peluang usaha lain buat nambahin pendapatan gw, sekarang udah mulai merintis sedikit demi sedikit dan udah mulai kelihatan hasilnya.\nBanyakin konten beginian min, suka bgt gw 🤘🏻 Usia 20 thn udh bisa ngasilin 90jt/bulan. Salut sih ,berkah sllu dehh. Mba arsitek jgn brkecil hti . Smangat sedih sih di judge sampe 0 income wkwk Arikoo unpad menarik bnyk perhatian Sumpah ngeliat video ini, ternyata talentnya usianya sama kek gue auto insecure anjir. Gue 21 masih kuliah penghasilan 0, lah mereka?(\": Kenapa keren semuaaa 😭😭😭💣💣💣💣 Ig nya ariko dong Keren kerennn Yg gaji 400jt keren bgttt ada yg tau ga makstnya konsultan itu gmn??? Bismillah semoga bisa punya gaji 500jt/bulan😃 yang gaji 400jt jadi business consultant dimana? ga kedengeran :( Ko jejouw trnyata orgnya seru abiz Seru bgtt..... Semoga admin dirjen pajak tidak melihat ini xixixi Pertanyaan gue, yang gajinya 0 kaga ada?? Gue cariin dimana anjrittt Merinding gua liat yg 400jt Nonton ini bikin jadi makin semangat kerja Damn!! Bikin jiwa malas ku meraung raung liat ini. 😂😂😂😅😅👌🙏 Semangaat kak. Percaya deh, itu mbak arsitek kalau udh lulus, gajinya >100 juta wkwk' unpar woi  @Cretivox  lah kedengerannya kaya unpad yu mulai! Jangan lupa ada oknum link dibelakang itu semua 😂 turunan ortu itu Aku yakin rata-rata mereka keluarganya juga berduit, atau upper-middle-class yg banyak punya koneksi:') jangan cuma liat dari gajinya, liat koneksi bapaknya CARI NDRI Komoditi gold cmiiw Young , not dumb and fckin rich gak ngerti lagi usia dibawah gue udh dapet penghasilan 400jt mau coba main ginian Gua 19 tahun nganggur :(\nMasih ngebolang nyari² loker 🤗 Gila keren bangeeeeeeeeeeeeeeeet 🥺🥺🥺 IG nya Ariko apaan woyy Besar kecilnya penghasilan tergantung berapa besar value yg bisa diberikan ke perusahaan Aku cinta tokocrypto Semua itu hanya titipan, tapi kenapa titipan dia banyak sekali ya allah. Ariko damagenya melebihi 400jt 😂 so we're not gonna talk abt ARIKO ?!!! 🌝 Kok tegang yah suasananya :\")\nApakah ini berkat cuan yang Komentar ga baca deskripsi wkwkwkwk Who knows. Very lowkey and calm voice got the highest payment😌lit. Coba tanya 10 pengangguran gimana caranya dia punyaa gaji Fix yg 19 thn gajinya 400 juta itu udah pasti kaya dr lahir dan link orang tua dimana2 LOL tida ada di dunia ini yg instan kecuali indomie Kerennn bgt gajinya pada gede-gede padahal masih mudaaa😭\nSemoga diri ini juga bisa kek gitu aamiinnn Gilda 400jt perbulan, gua harus kuliah jurusan apa biar bisa jdi konsultan kek kakaknya? 19 taun 400 jt, gw 19 taun rp 0 😳💔 #teamariqo semoga dapet yah ttp smangat bang. sapa tau jd pewaris tahta sultan qatar. hahaha bisa ae lu wkwkwkw Consultant comodity itu apa sih kok manual  @Ami Sunarsih  penasihat ahli utk bisnis di bidang investasi komoditas (misalnya investasi saham, emas, crypto, dll). Umumnya, ada 2 cara yg dipakai utk membaca pergerakan pasar. Yang pertama murni pakai analisis (manual), yang kedua pakai bantuan artificial intelligence (misalnya pakai robot trading yg diprogram dengan pola algoritma tertentu).  @Arja Siregar  la masih muda gitu kapan belajarnya  @Ami Sunarsih  kalo feeling gua sih bukan per bulan gitu ya. amount  paling gede projek dia itu 400 juta. but still dia 19 tahun jadi konsultan udah mindblow guamah  @Herdiana Heri  nah itu dia mungkin emang nggak setiap bulan tapi misal beberapa projek aja bisa nyampek 400 jt dengan umur di bawah 20 tahun kalau nggak yang kelas profesional berat nggak sih nggak semua orang bisa  @Herdiana Heri  gw rasa itu bukan gaji (salary) ya, tp lebih ke pendapatan (income). Kalo gaji nilainya kan cenderung tetap setiap bulannya. Kalo income, biasanya fluktuatif.\n\nMisalkan tiap klien muter duit 500jt/hari utk dapet profit 5% perhari. 5% = 25jt. Dari 25jt, si konsultan dapet 5% dr profit (1,25jt). Trus dia punya 15 klien. Income dia perbulan = 1,25jt x 15 klien × 24 hari kerja = 450 juta/ bulan.\n\nMasuk akal. Ariko yg mana ya  @habib maulana  cewek rambut panjang baju celana hitam  @Ami Sunarsih  bahasa mudahnya....dia yg nyaranin beli atau jual aset...entah saham emas dll  @Herdiana Heri  yup bener , selama masih di lapangan gak segitu, beda kalau sama owner company  @Arja Siregar  iya judul dan temanya agak misleading, harusnya pake kata penghasilan per tahun bukan gaji per bulan, nah jadi lebih keliatan yg penghasilan lebih gede siapa. Kalo ada yg cuma dapet 1 proyek setahun gimana… Apaan tadi katanya commodity gold??? rendah hati adalah kunci Elizabeth holmes juga suaraya dalem, eh typu.. ga lowkey lah itu bajunya palm angels lol  @FTJ  ooo. baru tau :/ yaa mungkin ngga banyak yg tau jg Up Mungkin lebih ke bagaimana pengangguran bisa bertahan hidup. Trus ntar dibandingin ada yg lewat ortu, atau ortunya udah wafat atau utang dll Gimana caranya dia udud😆 Nope salah bro gua tmn smp dia dan itu murni hasil kerja keras dia  @andhini putri arini  kuliah jurusan apa kknya?  @pul dop  hubungan internasional di salah satu kampus di rusia  @andhini putri arini  wahh keren panutan bgtt pgn nanya2 ke dia wkwk caranya gmna ekwk Aaaaaminnnn ortunya orang berduit pasti kak. jangan percaya ama dunia maya. banyak orang sukses gak menceritakan latar belakangnya Kesini karna ada ncek Orang2 pada kerja gimana sih sampe segitu gajinyaaa, mana masih muda lagi:') Itu pekerjaan Amanda apa ya kok gwe belum faham Cewek yg ketiga ariko nama ig nya apa bang serius nanya?🥺 ITU YG GAJINYA 400JT KERJA APAANN GA KEDENGERANNN😟 Yang pakai topi gua  pernah jumpa .. Ka manda vibes FA bgt dr awal liat dari blkg gw dari awal dah yakin kalo yg pake topi itu gaji nya 400 juta Ada yg lebih gede dari bang sultan ternyata wkwk kalo gaji adminnya brp nih Ga ada obat👏 what is her instagram, those second women 19 tahun 400 jutaaa huhuhuhu Wew kerjasama sama tokocrypto dong Dari dulu.... yang namanya KONSULTAN pasti pendapatannya GOKIL Mohon maaf yg gaji 400 JT konsultan apa ga jelas? masyaallah.semoga nular gaji presiden : 67 juta / bulan\nini : 400juta/bulan😭\n\nPresiden menangis melihat ini Nungguin lamaaaaa akhirnya tayang!!! Ko Jeeejouw, kocak 👍👍👍👍🤣 😭😭🤧 part 2 plis Tergantung koneksi dan dukungan  @Arif Gunawan  gak semuanya Bos. Sebagian besar aj, 🤣🤣 jangan khawatir ada porsi kecil tersedia bagi yang mau berusaha dan berdoa serta pantang menyerah. \nIf never give up was enough, there is no poor people. Luck, circumtances, background, etc Biasalah privilege orangtua,, dengan lu punya orang tua kaya pendidikan lu tinggi, relasi dan koneksi juga makin luas Mau usaha apa aja dimodalin  bangkrut minta lagi.  @DD  betul kadang apa yg diliat belom tentu di kenyataan nya banyak kok yg gitu wkwk Yang disurvei sebagian kecil orang aja, kalau sebagian besar banyak yg seperti ini tentu pengaruh ke ekonomi indonesia Nonton yang bener donnng 🙄 Flight attendant/pramugari Kepo dah luuu Konsultan kalah bang sultan mah coba tebakkk hehehhe emang ayoo ayo Sama ga kedengeran.. commodity gold?  @Ajiwk  konsultan bukanya kek yang nanganin orang yang mau konstasi?\nGold? Apakah dia ivestasi? Nunggu emas murah borong semua begitu mas naik baru jual tapi presiden kan bisa ini, apa namanya, usaha sampingan, makanya presiden duidnya yaa cukup lah buat sehari hari Gk ykin gua 400jt udh bersih 😁 Presiden udah soal impact global & ngejagain konstitusi. Udah bkn urusan gaji d level segitu. Itu udah gede untuk seorang yg digaji  @user  bakso baksoo... Gokil sih video ini Bentukan duit 400 juta tuh kayak gimana ya allah...\nSeumur-umur duit yg paling banyak gw liat depan mata tuh cuman 50jt, itupun duit orang. Yang muda2 dibawah gw enak banget ya, punya penghasilan lumayan gede2 banget 10:30 \"keselamatan\" 😭 ternyata dia Mesias ! Gila bisnis konsultan commodity gold, itu dia emang nyari orang sendiri atau emang punya kenalan orang kaya dah??? Gilaaaa2 masi muda keren2 semu Itu yang pake kemeja umur 21 mba yg 400 juta udah ketebak dr sebelum dia jawab naik BMW 🙄🙄\nmodelannya ketebak bgt Coba min buat di jogja😂 gajinya feel greget nya dapet ya Gmn caranya dpt gaji besar????:(((( Jangan jangan iri jangan jangan dengki Gue pas nntn ini\n\"Anjirrr 200 juta, anjirr 19 tahun 400 juta\" Cape ah gegara konten begini jadi so tau 😂 sayangg, ini udh 5 jam kenapa blom ada  captionnya?? ig ariko apa min? mau nanya\" pas dia main di wreck it ralph. mirip bat ama bocilnya Gaji ga seberapa tapi bisa buat orang tua bangga gue suka nih bahas tentang gaji2 , biar insecure dan lebih smngt berjuan gue suka nih bahas tentang gaji2 , biar insecure dan lebih smngt berjuan Somoga kita semua dimudahkan digampangkan cari rezeki, Amiin di umur yg 19, gua pikir keadaan orang tua juga ngaruh si kayanya. Dengan keadaan orang tua kelas menengah kebawah kayanya sulit untuk bisa masuk ke dunia itu. Jadi kualitas lingkungan keluarga ngaruh buat pola pikir dan moles bakat seorang anak. Ini cuma opini ya walaupun sedikit insecure karena gua masih 19 taun yg biasa biasa aja hahaha bisa beli nasi kucing se jogja kali yeee 😂 berjuang dan memulai SOTOY LOE  @Cretivox  loe sotoy min sabar ya zheyengg Ga kepo sama ig mimin apa 🙄 ariqo wkkwkw mangat sis yak betul Beneerr Mari insecure bersamaku🤣 Salah satu jalan untuk boost diri sendiri adalah insecure. 😂 Setuju Mantap. Orang bijak akan merasa semngat sedngkan yg lainnya akan menyalahkan previlege  @ATS Studio  setuju! liat ini malah tambah semangat kerjaa 😂😂  @mercury me  ketawa apa anjjire 🤣 Mutia  @Cretivox  hey cretivox comment gua udh bnyk bgt itu yg nge up, tolong di wujudin req gua Amiiinnn TOLONG IGNYA ARIKOOO Salfok sama baju jejouw kok captionnya normal sih Perbanyak ibadah dan bersholawat yukkk 400 sebulan anjirr… itu duit semua apa campur daun dikit 19 tahun 🤣🤣🤣🤣 Gaji ga naik naik gpp yang penting stay halal gaesss ARIKO ,,,,, ILOVE YOU GAUSAH KERJA YAAAA , AKU NAFKAHINNNN Xixixi Next…… tebak tabungan nih kayaknya hmmm Businesses Consultant emang gajinya best. ada ± di awal masuk sebagai bisnis konsultan itu perih banget tapi hasil yang didapatkan nantinya itu sangat luar biasa. makanya gw dan anak2 kantor gw sebagai Business Consultant selalu bilang \"don't judge seseorang dari umur, dan penampilan. kita di kantor ga mandang siapa tua siapa muda ga pandang anak baru atau anak lama\" dan quotes kita sebagai anak Bisnis konsultan \"\" strive for solid futures\" yang artinya berjuang untuk masa depan yang solid kalem banget ka manda omg MODUS banget nih the rock wkwkwkwk    .. gw yg kerja di PT 7 tahun di kalbar, gaji skrg baru 4jutaan dan umur skrg 26,buset dah, pen bersyukur tapi liat video ini jdi insecure 😥 walopun gaji umr ttp keep smile merinding asli tebak jurusan kuliah dong Kok adaaaa yg hobinya sama kayak saya.. Makan tidur Teman, doain ya semoga aku cepet dapet pekerjaan, bosen jadi beban keluarga 😔 plenga plengo plenga plengo.. gaji 200jt🥺 Nitip 🐊🐊🐊🐊🐊 nitip NITIP PLS sabar dong blm dibuat hehhehe campur daun talas kayanye masih banyak juga kan gaji gede yang halal hehehe HEYY JANGAN GENIT ANDA YE Minimal mesti 400jt loe  @Cretivox  ig nya ariko apaan bang  @Johar  wkwk dicari ga ada  @Johar  nitip sendal bre ortunya tajir pak awowkow Ehh... 😜 Tebak no rekening aja kali yeee😬 Kalau mau jadi Business consultant perlu ambil jurusan apa yaa kak?  @nyam nyam  SMA atau SMK bisa jadi Businesses Consultant. yang penting ada niat untuk bekerja dan berani untuk bicara Bisnis konsultan keknya banyak ya bang di Indonesia? mantapp bgt bang!! rekrut aku!! Bisa gabung gk bang?  @Fallah Chandra  banyak apalagi di jakarta. but just remind aja kalau mau jadi Businesses Consultant pilihlah company yang jelas akan legalitasnya jangan sampai masuk ke company yang ga legal  @No Name  bisa lagi buka loker nih  @Cretivox  boleh minn  @Harsya Kasuma  klo boleh tau dmana ya bang? Business consultant forex kah ini? Di surabaya imagenya jelek banget karena banyak yg sengaja dibikin loss sampe milyaran. Temen bokap gw jadi korban, ga ada edukasi sama sekali kWKKWKW lo jg pasti modus dah klo disitu  @Cretivox  IG nya apa min .. ada saldo dana 10k sabar ya ngab, yuk semangat. kalo mereka bisa, yah kita juga bisa mungkin itu waktunya kmu pindah  @Cretivox  ok min, pindah2 dah gw 😂🙏 pengen,,  @Cretivox  mauuuu Gass hehehehehehehehhhe aminnn Aamiin... Sumpaahhh terngakak dan terkereennnn 😂😂😂 Keren parahhh Sholawatin aja deh) 19 tahun dah punya gaji 400 jt gw yg 20 tahun masih plonga plongo anjir sumpah yaa yang 400 juta seumuran gue tapi gue masi menjadi beban oertu sejati nah he tweakin Meanwhile :\nGw umur 18 taun penghasilan 1jt🥺 Omg bro their kick is littt Sad kok bisa sih orang gadinya gede gede kan aku juga pengen :( itu yang mbak mbak 400jt konsultan apaan si ngomongnya kurang jelas, apa memang telinga saya yang tidak sanggup aja Kenisa ato sapa itu suara lo enak banget  😍 19 TAHUN GAJI 400JT ?!?! MasyaAllah mudah mudahan 3 tahun lagi bisa nyusul kak Wkwk ini sound e kecil amat OM SULTANNNNNNNNNNN Ga midnight nih upload ny, ga bisa overthinking Ga midnight nih upload ny, ga bisa overthinking BERISIK BET KETAWANYA NJER dia saat 19 thn = 400jt\nme : \"pa/ma minta duit beli paket\" gue sih penasaran ama gaji admin cretivox kira\" brp ya? aku kan mksdnya? yu bsa yuu bersyukur dah dpt duit  @Cretivox  Alhamdulillah, moga bisa nyusul kerja apa ka:(  @ki jarot  seadanya kak:) ayo jgn rebah business consultant commodity gold  @Alpita Maharani  memang telinga saya yang tidak sanggup memahami. Btw thankss infonya ihhhh rejeki orang ada yang atur kan emang ixiixix The real Sultan. Cara bicaranya mantep dan kalem gitu. Gk banyak gaya dan keliatan pinter .. Keren dah 😍  @Cerita apa aja  org mah kalo bnyak duit auto keliatan pinter dan nggk bnyak gaya karna dia udh PD hahaa  @andrew oley  wkwk betul 😂 Knapa harus nunggu 3 tahun lagi tahun besok juga bisa kok, semangat kena mental, but jadi makin semangatt nih hehe Kakak itu tadi kerja nya bisnis konsultan ya? WKWKWKWKKW PIALANG ITU MAH 400 jt, Nyari nasabah buat main di platform trading mereka, dan dia juga udh di manajerial dapet gaji bulanan, kalo lo semua yg mau coba masuk di awal kedunia itu siap2 kena pressure tinggi disuruh telemarketing+makan garem tiap hari karena ga di gaji 😂😂  @Aldi Wibowo  dia bilang kerjanya business consultant commodity gold kan? Koreksi kalo gw salah denger 😂  @rex rex  iya commodity gold trading kan  @Ayudiah Natalia  gk denger si dia ngomong trading, cuma business consultant doank, tapi masa ratusan juta 😂 konsultan level professional aja rata2 10-20jt  @rex rex  business consultant itu kata lain untuk telemarketing di perusahan berjangka  @Alif Naufal  macem kerja di perusahaan trading/future gitu bukan sik? Ingat kata paman peter parker \" dpt kekuatan gede/gaji gede bakalan dpt tekanan/presure gede. Bnyak hal bakalan dikorbanin\"\n\nTpi goodluck bro klau mau dpt gaji sebanyak itu. Goal saya sih dpt gaji rata2 10 juta perbulan untuk usia 23-27 thun cukup sih.\n\nSisanya ngembangin bisnis biar bisa dpt kebebasan waktu. Asli waktu tu mahal bgt 😌  @Mr.Rabbit  iyaps  @Aldi Wibowo  sorry. banyak yang bilang awal jadi business consultant it ga di gaji karna maybe ga dikerjakan job desk ya sebagai Business Consultant. kalau dikerjakan job desk ya dalam artian mengejar target appointment pasti dapat yang namanya allowance. di perusahaan pialang mana pun gapernah mau menyebut allowance itu gaji karna kan emang dibawahi standard umr jadi pasti disebutnya allowance  @Alif Naufal  true  @Mr.Rabbit  iya, sebenernya gaada yang salah sama pekerjaannya, cuma perusahaan future targetnya minimal dapet satu nasabah untuk dapet penghasilan. Dan jika itu ga tercapai gadapet gaji Ini mirip film The Pursuit of Happynes?  @Aldi Wibowo  anjir pernah juga gue tuh kerja bisnis consultant gitu daerah sudirman wkwk disuruh nyari nasabah 1 bulan semangat 2 bulan agak males 3bulan udah mager banget bulan ke 4 cabut dah 😂😂 buang buang waktu bensin kuota pulsa sama tenaga. Ga ada income nya kalau ga dapet nasabah  @Mutiara Elza Nanda Al-Kautsar  keknya lebih sulit dari jual produk ya kak?, karena yang dijanjiin investasi  @Ladang Tekno  yap betul karna ga ada bukti fisiknya, tapi pikir orang kerjaan kayak gini banyak yg bilang \"wah enak ya gajinya juga gede\" padahal mah aslinya ga gitu 😂😂 mending kalau nyari kerja tuh yg real aja mending sekalian jadi sales daripada kerja yg satu ini. Memang sih besar komisinya tapi kalau dapet nasabah ya, kalau engga dapet ya kita gigit jari aja dulu  @INDONESIA BUBAR 2030 AMIN BY SPIZY DORITOZZ  atau The Wolf of Wallstreet? hebat bgt jirr jadi penasaran dengan itu anak, bukannya iri sih, cuma agak ga masuk di akal aja, kecuali lu pemain muda potensial di klub sepakbola gede eropa 🤣, bisa dpt 400 jt per bulan loh itu, emang iya dpt mlu nasabahnya hahahaha  @Edho Situmorang  relasi dan koneksi orang tua itu😄😄  @DD  ya pasti itu bro, yg lucunya pas ditanya itu warisan atau passion nya ? dibilang passion nya hahaha,  kyk ga mungkin aja gitu, kecuali emang anak prodigy semisal dari kecil sdh ada kejeniusan di bidang tertentu, semisal yg saya pernah baca itu Bocah yg hebat bener dalam computer programming, alhasil dia yg berasal dari indo direkrut Google untuk bisa kerja utk mereka dan hasilnya lumayan gede waktu itu (saya lupa berapa kisarannya)  @Cretivox  siapa tuh yang ngatur xixixixi IG kakanya apa ya? Pingin silaturrahmi  @Mutiara Elza Nanda Al-Kautsar  jd dia tuh kyk sales gtu ya, cuman gaji nya tergantung dapet nasabah ato gk? Klo gk dapet2 bisa berbulan2 gk dapet cuan?  @Ignas  iya betul kalau jadi business consultant gitu bukan gaji sih namanya komisi, beda dengan gaji yg tiap bulan dibayarnya konstan, kalau misalnya nasabahnya CO(close account ya udah ga dapet cuan lagi) dulu waktu kerja di perusahaan pialang gitu banyak dari kantor pada ga murni dapet nasabah sendiri ada yg pake magic magic gitu istilah kata ya pemanis bibir lah biar orang percaya, nah kalau buat business consultant yg cewe ya gitu biasanya ngedeketin sugar daddy biar mau investasi, nah pantes susah ya nyarinya kalau ga pake gitu gituan mah makanya saya out dah 😂😂 kalau ente kerja bisa 10-20jt udah bagus banget\nsisanya 380jt tangan bos ada di pantat ente itu tip nya wkwk  @Alif Naufal  ya intinya kalau di Business Consultant mau sukses ya jalanin job desknya, kejar target  @Mutiara Elza Nanda Al-Kautsar  memang untuk perusahaan pialang seperti itu gaada yang namanya gaji. ada sih tapi namanya allowance why karna kalau dibilang gaji it gamasuk ke harga standard umr  @Mutiara Elza Nanda Al-Kautsar  gw business consultant juga MBA sampai sekarang. awalnya ya emang pait untuk jadi business consultant tapi ya jalani aja dulu sambil kerja sampingan di cafe. kunci utamanya ya harus pinter ngomong, ngelobby nasabah  @Alif Naufal  true. ya intinya kalau mau sukses di business consultant harus mau paitnya dulu susahnya cari nasabah, harus pinter ngomong juga. quotes business consultant aja \"strive for solid futures\" artinya berjuang untuk masa depan yang solid Itu yang dapat gaji 200 juta saat ditanya, Apakah gaji Lo cukup untuk masa depan?  Dia menjawab masih belum cukup untuk masa depan,, jiiirrr ngeri ​ @rex rex  bego amat lo tong, business consultant itu biar gk terlalu kentara aja blok biar dianggap keren\naslinya tetap aja marketing futures, kalau konsultan bisnis yang bener itu mana ada yang bawa komoditas tertentu contoh business consultant yang bener itu BCG, McKinsey\nbelajar lagi sono biar pinteran  @Endy Golah  Tergantung sih kalo gajinya itu bulanan gw rasa cukup, kalo komisi yang gk tentu jumlahnya ya....  @Erwin Saputra  lu aja yang bego bro gw mah kagak 🗿 Aminn Settingan lah. Mana ada di indonesia gaji karyawan segitu, direktur BUMN aja masih banyak dibawah itu. Itu sih income nya business owner, bukan gaji tetap karyawan. Klo 19 thn punya bisnis jualan online atau bisnis real, baru dah percaya. Umur 19 thn karyawan konsultan bisnis gaji bulanan 400 jt? BULLSHIT  @Gawa Irawa  jangan iri jangan iri jangan iri dengki😂  @Acabila  Gak iri, realita nya begitu dan penghasilan gw juga > 100 jt per bulan. Kagak ada gunanya juga iri di sosmed 😂. Kasian aja banyak yg dibodohi  @Harsya Kasuma  iyee bang paham pada intinya ya passion saya bukan dibidang pialang berjangka ini, makanya saya bilang ini bukan kerjaan dengan gaji real yg dapet tiap bulannya  @Gawa Irawa  komisi bro wkwk  @Harsya Kasuma  Haha ya pada percaya aja sih komisi. Padahal sekelas atasan nya level manager mau di perusahaan asuransi atau sekuritas gak ada yg gaji nya 400 jt. Mungkin dapet klien triliuner & jadi sugar baby nya baru dah bisa dpt komisi sebulan 400jt. 400jt Gaji nerusin hasil orang tua 🗿😎  @Gawa Irawa  haha iya betul mungkin begitu  @Nvr  iyalah baru 1 tahun umur 19 baru lulus sma, gaji 400jt gak masuk akal kecuali warisan orangtua 8:04\nHolder TKO ternyata 😄  @Cretivox  min ada ig semua peserta itu ? penasaran saya keseharian sosmednya Ya bener dia itu bc di perusahaan pialang biasanya kalo dapet nasabah yang inves bermilyar milyar bisa ratusan tuh komisi nya tapi ga tetep kalo bulan depan ga dapet nasabah lagi ya ga dapet duit Semoga nular 🤍 sebenernya dah keliatan dari ketenangannya,, semakin tinggi gaji semakin tenang, berat wibawa nya dan seperti mudah mengenal lawan bicaranya Itu kerja pialang btw Ya namanya juga Uda turunan anak orang kaya Attitudenya patut ditiru  @Mutiara Elza Nanda Al-Kautsar  kalo kaya gitu pasti capek ka \nklo menurut gw  skrg lebih gampang nyari orang lewat digital\ncontoh kaya akun lifepal dia kan jual insurance..\nsama banyak juga affiliate binary option kaya si indra kenz dia ngejaring orang lewat digital\njadi kalo pake cara konvensional pasti capek banget Aamiin Moga2 nomik jg nyusul  @Mutiara Elza Nanda Al-Kautsar  lah kemarin gw ditawarin jadi asisten managernya kak dengan gaji 800 juta/perbulan. :\"\"\"\"\"\"\"vvvvvvv  @Acabila  mba kerja diperusahaan pialang bagian apa, kalau saya asisten manager 😆  @Gawa Irawa  bener sih mana ada gaji sampe 400jt, gaji kan pasti konstan perbulan beda sm komisi, business consultant pula (tanda kutip), kecuali punya usaha sendiri itupun gak bisa disebut gaji krn ya sbg owner mana ada digaji  @Kemampuan Dasar  iya bener banget  @Riz Riz  Business counsultant juga klient mana sih yg mau make jasa anak 19 thn baru lulus SMA. Konsultan bisnis top macem BCG, accenture, KPMG dll gak ada yg karyawannya digaji 400 jt di jkt 😆😆😆😆  @Gawa Irawa  sebenernya bisa aja ada sih temen gue anak cibubur 1 Kantor dulu sama gue di kantor pialang di Sudirman, lumayan sih dia orang berada juga. Nah bokapnya naro saham sekitar 3M terus dia mainin dah account nya, nah karna mainnya napsu alhamdulillah dapet profit 2xlipatnya nah dia dapet komisinya sekitar 300jutaan dari total modal Sama profit nya itu, abis itu bokapnya Withdraw semua uangnya itu terus karna sudah Di WD otomatis dia hutang margin ke perusahaan eh akhirnya dicecer dia Sama perusahaan Dan mau gamau dia terikat sama perusahaan dan harus ganti/Cari nasabah lagi dengan investasi sebanyak yg bokapnya invest 19 tahun berarti baru 1 tahun lulus SMA dong . Dan udah dpet gaji Segede itu . Gila sehh. Yg kerja jadi senior atau manager aja belum tentu segitu. Ini baru lulus 1 tahun udah 400 JT aje. Rada samar sih ye  @Gawa Irawa  kalo beneran gimana?. Auto tunduk ngak wkwkw. Dedy cobuzer kalah sih. Klo sampe 400juta 1bulan  @Rina Yulianti  networking n relasi ortu jg sngt berpengaruh😁 Ajim 400 Jeti per bulan loh ya hmmmmmmm Hey guys paling enak jadi anaknya jokodok guys bisa2 Indonesia jadi pulau pribadi kwkwkwkw  @Mutiara Elza Nanda Al-Kautsar  Kalau kerjaan begitu, itu sih lebih cocok dbilang profesi nya sales, dapet komisi tiap dapetin clien. Gak masalah lulusan SMA juga asal jago ngomong. Kalau konsultan bisnis ya kerjaannya ngasih solusi bisnis ke orang atau perusahaan. Gak bakal mau lah perusahaan hire vendor konsultan bisnis yg  konsultan nya masih ABG.  @Rina Yulianti  Karyawan umur 19 thn lulusan SMA digaji 400 jt sebulan. Senior manager nya ya bisa 1 M per bulan. Perusahaan mana di indonesia yg sanggup ngasi gaji segitu wkwkwkwk Asyyyyu.....aku pengen juga 😭😭😭 pokoknya gw harus bisa balap 💪💪💪💪💪  @mercury me  pret kwkwkw 400jt 🥺🥺 leader gue gaji 200jt/bln aja gue udh speechless Warisan sih Sudirman Pekanbaru ya kak ?  @Nvr  400ht gaji pdi Luh 19 tahun masih main mobile legend mulu wkwk Dia sebulan ak setahun 😓 semangat para pejuang,,💪  @andrew oley  maka dari itu mari kita kaya agar PD 🗿 AMIN YAALLAH MAU JUGA  @Edho Situmorang  atau youtuber macam ricis iru 500-an jt  @Aldi Wibowo  aku dua hari udh gak ikut lagi krn ragu😔  @Aldi Wibowo  pasti ini refernsi dr pilem :) Aamiin, semoga saya juga  @Gawa Irawa  ada lowongan kah bro? boleh Berdoa itu penting bang,tapi kalau lu ga kerja keras doa itu percuma Aamiin  @Mutiara Elza Nanda Al-Kautsar  berarti kita harus pandai bgt bicara ya mba?  @Raisa z  iya harus pinter ngomong  @Cerita apa aja  style berpakaiannya kurang oke wkwk jd bnyk yg gak nyangka... kevan yg vibesnya itu udh keliatan kaya Affiliator Ingett previllage ,wkwkw kurang naik tu volume skrg adanya mba sultan ini biar lu bsa rewatch hadeh cek out mulu Bener bgt, co shopee:”) WKWKWKWK NANGIS BGT KESINDIR GUE😭😭😭 Emang budaya kita harus dirubah, umur 18++ kudu harus pisah keluarga biar survive 😁  @Alex  setuju  @Alex  intinya ada kesempatan sih,\nBukan berarti yg deket sama org tua gak bisa survive,\nGak yakin gw org tuanya org gak punya. Bayarin wifi tetangga donk paa 🤣. Saya ikut member jangan... jangan iri.. jangan jangan iri.. jangan iri dengki wkwkwk..\nsyukuri keadaan ortu lo skrng..\nitu yg d video karna ortunya orang berduit.. makanya bisa menunjang usaha anaknya..\n orang tua yg ekonominya kelas menengah kebawah, jangan apeng.. jgn liat nominal pendapatannya.. tapi lihat proses nya dibalik 400jt itu.. woow Gw pengen komenin supaya dia lebih termotivasi, tapi gw takut jadi sombong , jadi ya komen gini aja, karna Allah perhatikan gerak gerik kita, dia yg kasih kita rejeki , semoga kita semua rejeki nya dilimpahkan oleh Allah haduh jangan ditanya gaji UMR nyimak Cretivox kawe ni, yang asli keluarnya barengan mbak-kun “Kayanya bentukannya kaya diendorse gitu” maksudnya gimana si ambigu bgt wakakak Punchline gue disaring yak 🤣 There are so many things going on here. But honestly, my eyes fixed to Timothy's hot butt every time he appeared, and got pretty anxious when he's not in frame. Bersyukur sih intinya , mau berapapun gaji kalian kalau bersyukur rasanya tercukupi terus. STEVEN TAN!!! yg 400 jt umurnyaaaaa ga ngotak 19 tahuun😅😅😅 hiks me 22th masih kuliah pontang panting nyari pinjeman buat bayar semesteran kuliah xD pengen kerja ada saran ga Part 2 cok Pns 10jt diluar tunjangan gak? Hmmmm Semoga bisa kaya mereka aamiin Kalcer Masya Allah, sholawatin aja dulu, semoga bisa mempunyai gaji besar seperti mereka yang punya gaji 400 juta, Aamiin. Jejouw ketawanya bikin sakit kuping njir ahhaha joo lo udah punya cewe jooouw Jejouw sumpah ini beneran susah Ariko cantik parahh Mas Eric sopan banget 3:04 jadi keinget vibe kalkulator 😭 ayo kerja ini kita lagi mencoba jadi anak senja Macam selebgram or influencer gitu ga si Aura selebgram 😀 Maksudnya dia cantik kalo gua dah feeling tu cewek flight attendant. dan ternyata bener haha takut ko stip ntr terlalu membagongkan aduh ini yg ngetik namanya cowo bgt lgi,,, bro what 😭 mood  @Cretivox  Lha, emg cowo bgtlah...  @Pang Main Yok  Baiklah. Astaghfirullah, bokongnya seksi bgt sih...  @Rengga Dewangga  astagfirullah rengga! Iya mana tinggi cakep lagi  @Vitalik Buterin  Cakep relatif sih. Tp mmg sulit untuk memalingkan mata dari belakangnya itu. Siapa sih tuh anak sbnrnya?  @Cretivox  awokawuokawok Gua cowo juga gagal fokus sama timoti, ganteng bgt lagi 🔥  @Cretivox  nggak boleh berpikir yg aneh\" min  @Cretivox  HAHAHAHA  @Nano Technology  Sejujurnya menurut ane kalau ganteng sih biasa aja. Ga sampai mengalihkan perhatian. Tp pas liat dia berdiri dari sampig, WEDEW!!! seksi bgt bokongnya!!!  @Rengga Dewangga  perspektif lah ya, gua tapi walaupun straight klo dipuji2 sama timoti, pasti langsung baper 😂  @Nano Technology  Hhhmmm... I think you're discreet, or maybe you haven't met the right guy yet 🤣🤣🤣 BAPAK LO NONTON RENGGAAAA  @Ihsan Mustafa  Khalil  Sante aja Mus. YouTube blm smp surga kok.  @Rengga Dewangga  sus why are u gæ  @Zoey  Why not? True, especially at 12:00 adawfebfabkjfabkjdw~. (/ ' - ')/ jadi nyesel duduk terus pas sekolah, jadi pancake gw (seandainya gw tau konsekuensi dari aksi gw).  @Super Annoymous  Right... You should've seen its shape in here 8:24 Damn! It's a killer ass bro! Wkwkwk sue nemu aja lu jadi tukang desain lewat canva kak, banyak kok yang perlu untuk desain instagramnya kebanyakan itu para bisnis online kak, aku alhamdulillah cuman desain dari canva seminggu dapat 500ribu  @Muhammad rayyan Rahmadani  kamu pakai canva pro atau gak?  @Muhammad rayyan Rahmadani  kamu pakai canva pro atau gak?  @Muhammad rayyan Rahmadani  nama instagramnya apa?.. aku mau jualin art canvas aku cmn ga punya relasi untuk ngejualnya dmna :( kli bisa bantu ka :) amin amin!!! Aamiin Aamiin Allahuma sholli ala sayyidina Muhammad ❤️ 400 juta udah bisa buat modal kawin & bikin rumah tuh Hujan duit beneran amin Gua mah gk muluk² bisa punya penghasilan 10 juta /bulan sekarang ini udah lebih dari cukup buat gua & udah bersyukur banget. ini komen yg sy tunggu Aamiin ya allah Kerja anjin tapi ikutan ketawa ga!!!!? panutan Hadirr ncek wkwk YPC 🔥 sesusah analisa saham ga ni ko tim Wah parah ncek Wakakak Seriously 20yo?? Wow. Keren lo bro! Yang gajinya 200 & 400 ketebak sih, yg satu pinter ngomong, yg satu pinter but \"lowkey\" 😂 ​ @Reyfaskah  Yang nanya disitu ada yang gajinya lebih dari 400 hahaha  @Arro Tampubolon  jejouw apa ncek Timothy nih ? 😂 Mantap Disini bisa saya tarik kesimpulaj dan ternyata benar apa kata milyarder2 dunia  ... Fakta usaha/wirusaha mereka freedom dan profit besar asal tekun dan fokus (seperti Bob Sadino Alm, Steve Jobs, JackMa, Bill Gates bilang ya).. Thanks for this outstand video... Jd bisa mewakili survey realita... Gw soalnya haru resign krn memang pengen pulih freedom itu yg mahal soalnya @timothy ronald Hayo jujur percaya ga sih kl dia beneran 400 jt dr consultant aja ??  Kalau dr trading bs jadi sih.  Tp kalau konsultan yg bs 400 jt hrs nya udh terkenal. Emang sudah sih. Tapi yg 400jt udah kentara dari outfitnya sih  @Harsya Kasuma  iya paling ga komisi segitu setara dgn punya company nya.  Itu baru masuk akal. Asli Tim 😂.. ncek ncek Denger suara lo, gue langsung kebayang fundamental weh XD  @Harsya Kasuma  umur 19 tahun kok bisa sih, itu bukan nya baru lulus sma ya, kok bisa langsung jadi consultan bingung saya wkwkwk  @Fransisco Vincentius  tamatan SMA/SMK memang bisa menjadi Business Consultant. asalkan dia pinter ngomong, berani buat bicara, kerja yang gigih. Dan liat ini gara2 ada mas timothy, eh malah ngakak liatnya Kirain kak felicia Tiasaka :D pasti udah ketebak kalau dia ada hehe  @Fransisco Vincentius  yaa bisa lah gw aja waktu masih 19 tahun ditawarin asisten manager :\"\"  @Harsya Kasuma  konsultan bisnis kerjanya kyk gimana sih ..  @Dani Tusil  bisa dibilang kayak sales sih. contacting nasabah buat setting appointment (ajak ketemuan) untuk sosialisasi 400jutaa bikin robotik?  @Harsya Kasuma  itulah. Pentingnya bahasa inggris. Yang suka ngomong gk bisa bhasa inggris. Menyesal 🤣  @yangsudahada  sekarang aja bahasa Inggris udah basic loh. min nguasai 3/4 bahasa  @Harsya Kasuma  ya betull sekali. Salduos Amigos èxito Dan anda percaya di Unpad ada arsitek? Uwow soon Kevan kerja apa bro. Suaranya ga denger Pantesan itu kek kak Timothy... Iya bukan sih... Eh iya wkwkwk Penghasilan menurun gara gara pand3mi,Coba maen trading dengan cara dimentorin temenku,TEMBUS 100JT,videonya udah di share yah  @M ARIEF BUDIMAN  bob sadino. dia kaya karena keturunan bro. jangan smain dengan bilgates dan mark zuckenburg. sama sekali ga layak. orang yg kaya udah dari lahir kok ya di samakan. sama orang yang untuk menjadi orang kaya butuh perjuangan berat.  @dextron23  panghasilan nya 400 jt. eits tapi tunggu dlu. apa 400 jt udah bersih. siapa tau dia ada bisnis/usaha buat gaji karyawan.modal usaha dll kan gak ada yg tau  @Fransisco Vincentius  intinya tuh apa yg ada di vedeo ini tuh. hoax settingan semua. kalau pramugari 40 jt oklah. gaji standar pramugari rta rta sgitu. lah kalau yg lain nya???400 jt. ga mungkin itu. kcuali dia punya company. itupun ntah 400 jt nya bersih. atau masih belum keitubg gaji pegawai.biaya modal usaha dn lain lain  @RICKY HERDIANSAH  sama dengan di konten ini...rata2 kaya sejak lahir....apa itu istilah bahasa Sunda nya?...oh, Privilege!  @RICKY HERDIANSAH  saya seratus persen sepakat dengan anda bro....  @RICKY HERDIANSAH  pramugari private jet nggak mungkin rutin sebulan 40 juta bro...itu estimasi dia aja \"pernah dalam sebulan sampai 40 juta\", jadi ya jangan salah kaprah...kalu rutin dia dalam sebulan 40 juta nggak logis...hahaha, kecuali dapet tips euro Penghasilan menurun gara gara pand3mi,Coba maen trading dengan cara dimentorin temenku,TEMBUS 100JT,videonya udah di share yah  @RICKY HERDIANSAH   bill gates sama mark zuck juga anak orang kaya bro wkwk  @dextron23  agree w/ u  @Tomi Lilo  ITB kali ya wkwkwk Investor apa bang ga nanya Mutia makaciw IT bau2 kabel SUBTITLE NYA MANA WOYY Paket internet malam admin udah abis ya? min pengen ignya ka dhea dongg ah elah promosi ternyata. TKO to the MOOON!! Ariko ngomongnya lembut bgt Hu anjay bet anjay yg zodiak lagi dong xixi Min give diamond mobile legends okeh... nickname nya cukiw ko je ,ig nya  ariko apa 🗿?? Butuh subtitle nih 🏃 Timothy spill gajih nya dong xixixi O:06 ini pake font apa ya? Keren banget Kok jam segini si min, gak bisa aku tu gak bisa di giniin I see \"tebak\"an gaji\" i click 1:45 aku Hmm, insecure saya melihat video ini Tumbenan niii sore bet min Nontonnya ngelus dada .. mulut komat kamit biar bisa punya gaji puluhan or ratusan 😩🤣 Bisa\" nya ka Gea yg berangkat pake mobil BMW dikasih perkiraan gaji 90jt Wkwkwkwkkw udh jelas bgt ai kalo pake BMW mah diatas 100 an ga sih? duh ketawan selembut tanganku saat menyentuh durian  @Cretivox  iyain deh usaha sendiri sulit wah ga berseri tu 0:06 apa ya emang gw keren kurang pagi ya u see gaji u klik semangatt serbasalah wkkwkwkwk komat kamit tapi ga usaha huft  @Cretivox  pedes 50 dah cukup wkwk namanya gea siapa bisa aja cicilan  @Cretivox  yes true but perawatan beemer mahal bgt apa lagi electrical problems and cencor rusak gaji gua 35 aja kadang masi pusing mikirin servis , akhirnya dijual :) alhamdulilah pake camry nongkrong terus dlu nongkrongnya di bengkel wkwk  @Cretivox  wkwkkwkw Ga juga sih abang gw yg 10jt bisa beli bmw  @tajcnsun  but kalo diatas seri e34 pasti gabisa cuy high maintainence  @daffa 69  kan tdi lo bilangnya bmw doang,gasebutin seri  @tajcnsun  iyaa kl seri2 tua masi mampu cuman aga maksa tp kalo baru overbudget  @daffa 69  mantap. profesinya apa bro sampe gede begitu hehehe Tergantung lah \nBmw nya itu seri apa dan keluaran tahun brpa\nKalo bmw lawas kek seri e misal e36 cuman 80jt an \nDia hanya bilang bmw doang kaga jelas seri apa mgkn krn masih 19 tahun, masih umur2 anak kuliahan, jd bisa jd disangka bmw nya hadiah dr ortu 😅 19 tahun 400jt nagiss bgt Aduhh cakep banget tu cewe yang 21 thn tumben upload sore Subtittle woyyy mana 😭 Naik gaji min? Upload jam segini Keren Gajinya bikin ngiler 🗿 Suka banget klo bahas gaji gini Gila gaji 400juta, bisa bikin rumah berapa bulan doang Gilaaakkkk... 19 tahun udah dapet 400jt sebulan\nEmang sih jasa konsultan itu worth it bingiittt.... ampe bengekk sub nya gada nih? ada yg aneh mas kevan ngomongnya kek curhat nih wkwkwk gara gara konten ini saya jd lupa gk sholat ashar, fix ini konten buatan konspirasi ELIT GLOBAL Bener 1, gaji 400jt grgr naik nya bmw Jejouw merendah bgt jadi karyawan :) Ayoo kerja kerja kerja biar tipes!! 400 JUTA!? 😳🤙 Sinyal kenceng nihhh.. upload jam segini Spill ignya yg 400jt min gamau overthinking malem2 sabar  @Cretivox  vibes gregetnyaaaa ilang kalo gaada subtitle 😭 justru biar naik gaji awas ngences jadi termotivasi apa gmn 1 thn dah dapet mansion  @Cretivox  mansion apee kerja keras ada hasil Jadi jasa konsultan gimana dah ??  @Jonathan Christian  klo ada temen lo curhat, tarikin bayaran dgn tarif 50rb/menit 🤣🤣🤣 selamat lo dah jd konsultan  @Achmad Fatoni  anjir wkkw auto dibilang perhitungan gw  @Jonathan Christian  termasuk temennya juga bisa hilang wkkw  @Ladang Tekno  balik lagi kalo dah 400 JT wkwk Lah itu gimana caranya? Umur 19 pendidikannya apa?  @DD  umur 19 th ada yg cm lulus SMA udah bs buka usaha kok klo emang udh ada skill ny... ada jg 19 th yg lulus kuliah D2, D3 bahkan bisa aja S1 klo slm sekolah ny loncat2 kelas  @Achmad Fatoni  ada yang bisa kenceng gitu emang, teman saya ada yang percepatan dan gimana caranya pokoknya dia itu pinter bukan hanya pinter di pelajaran tapi juga kek pinter negosiasi sama perosonality gitu, jadi keliatan sekali bedanya dengan yang lain Marketing futures jir, kalo konsultan dah jelas McKinsey tapi di situ dia jelasin komodity gold berarti Futures kenal mas kevan ga Ha?  @Ade Rizky  ha apa dek Gimana2 kok nyalahin org lain😂  @Luqman Abdul Hakim  hahah serius banget ternyata, elit global masuk kata sensitif ya kan emg digaji ceunah xiixixix kerja kerja kerja tipes! kapan gaji kami naik??!!! gaboleh wkwk nitip Gua cuma bener 2. Mahasiswi arsitek 1 jt dan cewek penghasilan 400jt. Sisanya mleset Intinya, jangan nilai orang dari luarnya... Part 2 min Habis dapet gaji min? Semoga bisa nyusul 400jt/bulan😭 ariko what's her @? eh, tumben? masih muda tapi memiliki penghasilan di atas rata2😯\nkalian luar biasa Kalau kalian punya gaji 400 jt/bln mau di pake buat apa? Yang kedua mirip Audi Marisa😍 BUTUH SUBTITLE OEYYYY tapi gaji konsultan itu emang gede, suami adeknya nenek gw kerja konsultan, paling tinggi emang gaji para konsultan itu diatas 100 jt Min sehat? gaji sebulan 400 juta sih ga pake mikir mau beli hot toys :( Nungguinn Subtitles 😌😂 Gini nih tebak2an akhirnya, seruu pol wkwkwk Yg freelance berasa banget kaya di pecut fir'aung, kerja rodi mulu. senyumannya kaya emoticon Lah kok jam segini? tumben upload jam segini:( Part 2 fix no debat min😡😡 wkkwkwk gila gokil uga yoii bray baru banget kemaren tp uda abis xixiixi aminnnnn Aamiin Kili bisi bigilih smga kita jg ya  @Cretivox  yahh Gini Gini ajh Gilasi idaman 19 tahun punya gaji segitu  @Daffa Maulana  betul bngt,tp rejeki org kan beda2 ya Gaji 4jt merasa udh lebih bnget  @Kamu siapa  bagus dong,berarti lo punya rasa bersyukur yg tinggi  @Kamu siapa  tp gak bakal nolak ya,klo dapet tawaran kerja dengan gaji segitu😁 ingat privillage wkwk Nggak juga...banyak ga akuratnya...\n\nYang 400 juta itu bukan bersih, tapi estimasi provit tertinggi\n\nYang 200 juta itu bukan pure buat dia...200 juta itu ya buat hidup sekeluarga, khan perusahaan keluarga\n\nLalu...pramugari jet pribadi?!? 40 jeti?....hmmm, no comment...\n\nPNS diatas 9 juta?....Jaksa aja cuma 8 juta coy...\nPNS yg gaji resmi bisa diatas 14 juta itu kalo nggak dari Pajak ya dari Mahkamah Agung\n\nYang 90 juta itu kalau kebetulan dia dapet proyek dari perusahaan...jadi ya ga pasti dapet segitu...\n\nIntinya cuma 3 sih..\nKerja keras, Disiplin, Bersyukur...dah, aman hidup lo...tinggal mikirin akherat aja  @The Konstituanto  mantap ini baru benar . Dari crypto jg hrs wait bertahun2  @The Konstituanto  lu mah ngeliat gaji pokok doang. ada yg namanya tunjangan kinerja, tunjangan fungsional, dan tunjangan kecil2 lainnya. btw, bahas pns ya  @Muhammad Azizan H  itu udah all in....kalo PNS itu gapok paling cuma 3 jutaan boss....iya gw tahu lah...ada remun (tukin), uang makan, tunjangan jabatan (kalo lu punya jabatan)...dan PNS itu gampang ditebak jenjang karirnya, ada kepangkatan yg berhubungan dengan masa kerja...jadi ga mungkin ada PNS masih bocah ujung2 dapet gaji gede, makanya konten ini ga mungkin, pasti dia buka murni PNS gw rasa....lu masuk pake ijasah S1 paling banter langsung jadi pangkat golongan III.a gaji pokok sekitar 1,5-2 juta, plus uang makan per bulan 700 ribuan, remun 4 jutaan, transport 1 jutaan....total ga mungkin di atas 10 jutaan, secara masa kerja nol tahun ga mungkin pegang jabatan...kecuali dia Hakim...Hakim muda baru menjabat tahun pertama gaji diatas 10 juta...\nDah, jujur aja deh, di konten ini PNS apaan dia masih muda gaji udah 10 juta gt?...gw rasa bulshit sih, cuma demi konten seting2 dikit boleh lah.....(terbukti khan dia ngomong: \"gw PNS, tapi gw di IT juga\", jadi bisa disimpulkan 10 juta itu gaji dia PNS plus sidejob dia di IT)  @Muhammad Azizan H  iya....PNS....masa mau bahas di pramugari privat jet yg 40 jeti?wkwkwkwk....mencurigakan sekali  @The Konstituanto  mana ada IIIa, gapok di bawah 2 juta.. kocak ah lu.. renumerasi balik lagi, instansi dia apa.. lu ngomong hakim pajak mulu dari tadi, sadar kagak.. semua instansi butuh IT.. bisa aja dia di instansi tsb.. asumsi lu cuman mikir dia di instansi gaji rendah sja  @The Konstituanto  mikir negatif mulu.. bangun woy  @Muhammad Azizan H  hah?instansi IT?...PNS apaan?....yah...kalah debat ngegas...hahaha  @Muhammad Azizan H  kamu yg bangun!....bangun apanya?hihihi  @Muhammad Azizan H  hoi!!....gol III.A khan ga langsung jadi PNS dengan gapok 2jutaan...CPNS dulu, prajabatan dulu  @Muhammad Azizan H  woiii...jawaab....intansi IT itu PNS apaan?......  @Muhammad Azizan H  kalian lah generasi tiktok yg harus bangun!!!...kelamaan sekolah/kuliah online lu Harus itu gen z hrus bisa membrantas mindset\" jadul  @The Konstituanto  tenang. Umur masih panjang.. buktinya yang 32 tahun. Santuy aja.. pasti gajinya lebih gede dari semua oarng itu  @The Konstituanto  \nDg usia segitu PNS di DKI itu sangat memungkinkan.\nKatankanlah dia PNS guru yg sudah punya sertifikat pendidik. Berikut rinciannya.\nGapok gol.3A/3B= +-2.600.000\nTunjangan profesi (2xgapok)= 2.600.000\nTunjangan Kinerja Daerah DKI gol.3a/3b=  5.480.625\nTunjangan fungsional guru +- 250.000\nDi atas adl estimasi PNS guru single di DKI, kalau sudah menikah dan punya anak akan ada tunjangan lagi.\n\nSetiap daerah dan instansi punya besaran tunjangannya masing2. Sekelas Kemenkeu tunjangannya JAUH lebih banyak dari estimasi di atas.\nOh, iya. Di kemenkeu kan gak semua pegawainya backgroundnya akuntan, ada jg yg programmer dll. Kalo gk ada anak IT disana mana jalan itu kementrian 😂.  @yangsudahada  betul bang...realistis saja, santai saja dan bersyukur....\nMaksud saya gini lho, konten ini mungkin memotivasi sebagian orang (sebagian orang mungkin malah minder dan halu, hahaha) tapi konten ini ga mendidik....terlalu banyak yg di seting menjadi lebay untuk dapat kata kunci \"good looking, muda, gaji selangit\" (400 juta?...200 juta?...pramugari ehem2 jet pribadi 40 juta?...C'MON!) Pripileeejjj ya betul itu dia.....\nPrivilege.....\nPada ngomong panjang lebar ternyata bisa singkat dengan satu kata yaitu \"privilege\" ...\nBiar semua orang tahu bahwa yang ada di konten ini sebenarnya adalah Hak Istimewa Sosial yg lebih berbicara...\nJadi kalian jangan berangan2 tinggi atau malah halu ya...\n\nIngat ini cuma konten, dalam dunia nyata kita harus syukuri apa yg ada dan kerja keras, ingat biaya hidup itu murah, gaya hidup yang mahal  @The Konstituanto  ya rata2 pns itu gajinya kecil.. tapi tunjangan banyak bro...\nGaji 13, gaji tunjangan.. blom lgi yg ceperan ikut rapat.  Ada aja amplop...  @The Konstituanto  \nGak bulshit kok bang. Nyatanya sy sma teman sy usia 25 tahun dr +-5.250.000 (gapok+TPG+tunj.fungsional umum) satu bulan cuma dipotong pajak dll +-225.000. jumlahnya segitu krn kami ada di daerah. Kalo di DKI berarti masih ditambah TKD sebesar 5jutaan.\n\nPotongan 600rb atau lebih sebulan itu kalo ikut nabung di koperasi atau SK nya udah dibuat ngutang di bank 😂.\n\nJd kalo 10jt disana itu sangat memungkinkan.\nMasnya jg bilang kalo dia orang IT. bisa jd dia adalah org IT di salah satu instansi pemerintah. \nCoba deh sesekali buka daftar formasi di rekrutmen CPNS. Hampir setiap instansi pasti membuka formasi dg background IT.\nOh iya, sekarang proses CPNS menuju PNS itu cuma butuh waktu 1 tahun.\nUntuk bs dapat sertifikat pendidik jg cukup ikut PPG prajabatan pasca S1 butuh 1 tahun. Itu artinya anak usia 24 tahun saja sudah memungkinkan dapet nominal di atas.\n\nOh iya, kalau ada tugas tertentu misal perjalanan dinas dll itu jg ada amplopnya, tp itu resmi kok. Ada yg namanya SPPD (Surat Perintah Perjalanan Dinas) dan itu bisa diklaim.  @Maruko Chan  TKD 5 jutaan?Gapok 5 jutaan?...\nGapok 5 jutaan itu buat golongan IV!!!....umur lo berapa?hahaha...udah ah...dah ya close case....terserah adek2 aja mensikapi konten ini...bye  @Maruko Chan  PNS DKI umur 26 thnan dapat gaji 5 jutaan dan TKD 5 jutaan, total 10 juta?!??...yg bener nih?...emang tuh anak umur 26 an golongan III sebagai pejabat apa dapet TKD/TPP 5 jutaan selain gapok+ tukin yg 5 jutaan?...\n\nSerius nih gaji resminya lebih gede dari para penegak hukum?\n Dah ah sana....ga usah koman komen lagi kita percuma juga debat kusir....\nPercuma juga lo browsing...yg ada di internet rata2 hoax dengan segala ke sotoyan nya Yaudah jadi PNS dlu daripada ngera² gaji PNS 😂😂  @Biji Kuda  udah 15 tahun gw jadi PNS, bang....  @The Konstituanto  instansi dmn bang? Daerah apa pusat?  @lasria hutagalung  pusat, penugasan daerah2, mutasi 4-5 tahun sekali....  @The Konstituanto  pernyataan km \"potongan pajak gol.3a minimal 1jt\" udah kliatan kalo lu bkn PNS. Itu legger isinya kolom apa aja potongan nyampe sejuta 🥱  @Maruko Chan  yakin?hehe...riset dulu baru komen, daripada malu....  @The Konstituanto  bang mau nanya dong THP PNS kejaksaan lulusan S1 angka real nya berapa? dan gimana prospek karir nya ya? saya penasaran sekali. Terimakasih  @The Konstituanto  Tadi kan si mas pns bilangnya pns tapi di divisi IT nya. Wajar aja gaji nya segitu malah mungkin seharusnya > 10 jt ye susah tuh ya silsilahnya  @Cretivox  hahaha Suami ade nya nenek gw kakek2 Konsultan itu gmn klo boleh tau  @hayolo  coba aja cari di google  @Cretivox  suami adiknya nenek kakague kakek dari bapak 🤣 ga itu mah gorengan bagi doi sabar bener brpa lauu kwkwkkw syalan biar opertingking sambil senja mau gaji brpa nehh  @Cretivox  gaji like sama subscribe 😡😡 Kata pertama yang keluar dari mulut gw:\n\"Tumben\" Oh tidak aku akan komen dulu lalu menonton jam 11 malam lagi Yg gaji standar lah merata di setiap provinsi let say 2 juta aja, butuh 16 tahun gaji berturut-turut njir baru sebanding sama yg sebulan gaji 400 juta. \nItu standarnya udh gaji orang tajir di US njir, 332K per tahun. \nNas Daily aja yg Lulusan Harvard aja net worthnya 120K per tahun, dan itu termasuk tinggi di US untuk lulusan Harvard yg gila. \nBiasanya fresh graduate sana aja icer gaji 50-75K per tahun, harvard loh ya. \nDan ini masih muda, gaji 332K standar high class, berpotensi jadi millionaire dan cost living di Indonesia yg mana salah 1 termurah di dunia. \n1 tahun gaji bisa beli salah 1 lambo CR7 cok. ya allah anak unparr, bismilah 2022 unpar 400 juta udah keliatan sih style nya ituuu Jieee yg 400jt...😄 Guru honorer pengen join Jadi nunda mandi part 2 hedehhhhh min _- next coba undang pro player bisa kali min, kayak zuxxy, luxxy Aaaaaa gajiku cukup makan alhamdulillah Seruu nih buat lagi ka motivasi juga Yang 400 juta konsultan dimana dah??\nGa kdengeran suaranya min tumben banget admin cretivox upload jam segini, pertanda apa nih min??? Sebesar apapun gaji kalian inti na mah bersyukur,bener nggak min? Eh anjir orang2 lebih muda dari gua kenapa pada lebih tajir sih 😅😅 Tumben Bisa kasi gua gantungan yang gaji 0 ga, mau gua gantungin sendiri di leher gua Org terakhir kocak Gaji dibawah UMR nyimak gmn rasanya punya gaji 400jt ye min? 🤣 hehehehhe wkwkkw nntn ga lu?!?!? detail bgt aku pusing  @Cretivox  sama aku juga 332K pertahun di US bukan standar anjir Bingung mas. Kebanyakan njir nya amin yogssss gilaa ya  @Cretivox  Iya gokil, smoga gw cepet nyusul...percuma jauh2 kerja di luar  tp gaji masih di bawah 400jt😆 😂😂😂 400 rebu ya bukan 400juta bang mangatt pak guru  @Cretivox  coba min, sekali-sekali bikin konten yg bahas tentang guru-guru di beberapa daerah di Indonesia, terus lu tanya gajinya sama kondisi sekolah dan lain-lainnya. Pas hari guru nanti, kayaknya oke tuh. ngapain lu baru mandi  @Cretivox  Lah salah sendiri upload jam segini... baru juga mau nawaitu... tbtb dapat notif hahaha 🤣 sabi siiii  @Cretivox  udah di list ni yaaa, hehehe Up alhamdulillah!! jgn lupa bersyukur betul bgt gold brohhh kia....mat yoii bruhh Budak baong nya Disuruh bersyukur oleh yang serba berkecukupan  @fariz gorgious bhaksss sering trjadi  @fariz gorgious  wkaowkoakaa  @fariz gorgious  bersyukur kepada sang gaib cuakzkzkz  @mantab sekali  iyaa ngab, kita harus bersyukur tpi dsuruh sama yg berkecukupan  @fariz gorgious  iya bersyukur kemana ? Ke yang atas ? Emang di atas ada apaan wkwk  @mantab sekali  ngga ada yg nyuruh ke atas  @fariz gorgious  jadi bersyukur nya kemana wkwk Ke Tuhan  @fariz gorgious  tuhan yang mana wkwk  @fariz gorgious  chuakksss  @mantab sekali  Tuhan lu lah  @mantab sekali  emg lu ateis?  @habib maulana  aku humanis 400juta/bulan. Langsung liburan ke Mars/pluto mbaknya kapan nih kita tajirr heeeeee kirim alamat  @Cretivox  jalan numer uno no 10 positano, italia  @Blekping  si italy  @rayyan.  yoi dude gua gelandangan di italia  @Blekping  hahaha xixiixi ingin dimiliki ya  @Cretivox  spill ig nya min semangat semangat!!! rasanya an--- bgt timothy malah jadi kaya interview kerja wkwk😅 ORANG TERAKHIR MIRIP TOMMY LIM OI jejou karyawan? ngejak gelud Mana mimin yg ngasik subtitle nihh Modus Bae Bang Clana Ijo Ke Mbak No 3,........😂😂😂 Kesambet apa min,upload jam segini? wih Akhirnya upload yg tebak²an kayak gini ☺️ Penasaran sma gaji influence, selebgram, brand ambassador, yt, dll Dipantau dirjen pajak 👀 Gaji banyak enak benr 😭 tumben upload nya jam segini lord admir mana ya 1:06 gue saat acara keluarga ciee yg lagi nunggu gajian buat bayar cicilan - cretivox \"Dirjen Pajak Watching U....\" lol. kasi tau gue klo sub udah ada guys YANG GAJI PILOT,POLRI,POLISI, TENTARA YG BIKIN PENASARAN ANGKAT KAKI☝️☝️🖐️🖐️🖐️ Simpen dulu, nunggu subtitle Subtitel nya manaa 🗿 mungkin beliau kebiasaan podcast dah biasa di ternak uang 🤣😂 LAH YA VERSI KALEM lowkey lagi co....pot gantungan ih iri lo? lagi semangat!!!! Hahahaha Hahahahaa aww kmu nebak brpa yg bener part 2 kali ya??  @Cretivox  Ngapain part 2 gaji mimin berapa? Hayolohh 🙈 Gas min  @Cretivox  okeyyy! Sip ditunggu inn lohh minnn ☺️😀  @Cretivox  gadi mimin dulu aja mu tau nih  @Cretivox  sikaatt  @Cretivox  Sabi si  @Cretivox  part 2 Arief, Fitra Eri, Ridwan, Om Mobi, Den Dimas asik min😅  @Cretivox  setujuuu 💔  @Cretivox  gasss yang sekali posting/endorse bisa 60-90 juta juga ada. wkwk.  @NTZN BGZT  ngaco amat paling selebgram follower masih puluhan ribu mah rata rata paling 50k-500k doang  @Kamu siapa  emang dia bilang puluhan ribu? Sabii sihh gaji editor yutuber brp tuh Gass part 2 min Sikat Yutuber ada info sedikit sediktit nih , buat influence itu dari endorse dan endorse tergantung traffic (klo orang biasa) klo artis bedaa ya , edorse traffic bisa 1-puluhan juta , untuk Youtube per  100k view 1 juta (udah pake cpm terendah) konten prank biasanya lebih dari itu per 100k views , kalo BA ngak tau (ngak pernah ngerasain soalnya ) :)  @Cretivox  up min  @Cretivox  part 2 tebak gaji Crazy Rich Surabaya min sstt jgn sampe ketauan yu kerja kerja kerja tipes! nonton aja deh xixixi kurang gajinya 😭🤣🤣🤣 keluarga gw jarang ngumpull 😭😭😭  @Cretivox  kumpulin bang, trus bikin partai dah :v cieee belom gajian ya xiixixi gamau maunya angkat beban  @Cretivox  beban keluarga 😭  @Maya Mariati  beban banget😭😂  @Nisa Nur Azizah  yess 😭🙏🏻 Tergantung pangkat & jabatan :)  @Toshiro Hitsugaya  yanggg sederajat\" ajadeh aku maunya yg buat gajinya tanpa pangkatnya aja. Tau sesuai pangkat cuma mau tau ajja gajinya Bikin konten ini  minn Keluarga saya pilot di lion dan Garuda. Intinya yg gua denger. Co Pilot strep 2 bisa 30jt per bulan blum kapten alias yg uda pro. Alhamdulillah saya ga bisa mngikuti jejak mreka. Milih ber niaga :(( walopun pandemi gni merugi. Polisi dan tentara tergantung pangkatnya, kalo dibawah melati2an ya kecil  @Maya Mariati  pling rendah stau ku 4,5 jt diwilayah ku.  @Zeze Frakusa  sedikit jg ya Kurang lebih sekitar 5 jutaan doang sih gaji nya , tapi yg bikin pendapatan mereka gede tuh tunjangan nya ditambah mereka kerja sampingan mungli dari nilang wkwk  @Ratih Puspii  okk mba ☺️ Polisinya gaji umr , yg bedain pangkat sama tunjangannya sama sampingan Tmen gua ajah polisi klo ga kulia lg,,gajinya  pas2an  @Gasoline Sky  oke sok aja bang jago , gue aja ga kenal dia siapa 🤣 Kalau ga salah tentara pangkat Kapten 5-7 jutaan, mayor 6-10 jtan belum tunjangannya. gaada yg mau bahas pelaut ni? wkwk  @Saya Ilham  Gaji nya apa duit \"kencing\" ? 😁 Pegawai negeri gaji udah ditentuin, gak jauh dari umr dan ada tunjangan lain. Besar kecilnya bergantung dari masa pengabdian, prestasi dan jabatan.  @Ratih Puspii  iya juga pungli kwkwkkw Polri tni 6 jutaan trmsuk tunjangan buat yg brigadir mending nntn dlu  @Cretivox  iyadeh gaada tungguin ya! ppp subtitle firstttttt lah jam segini Uwuwu Ea diam ga lagi kumat weeeww ew"}]